Repository: polive31/Goutu-Local
Catalog: plugins/custom-recipe-management/lang/crm-*.po
Languages: fr_fr

source: Plural
fr_fr: Pluriel

source: Link
fr_fr: Lien

source: Group
fr_fr: Groupe

source: Vegetables
fr_fr: Légumes

source: January
fr_fr: Janvier

source: February
fr_fr: Février

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: Months
fr_fr: Mois

source: Recipes
fr_fr: Recettes

source: Recipe
fr_fr: Recette

source: Add New
fr_fr: Ajouter nouvel(le)

source: Edit
fr_fr: Modifier

source: New
fr_fr: Nouveau

source: View
fr_fr: Voir

source: No
fr_fr: Non

source: Popular
fr_fr: Populaire

source: All
fr_fr: Tous les

source: Update
fr_fr: Mettre à jour

source: Name
fr_fr: Nom

source: Move this instruction
fr_fr: Déplacer cette instruction

source: Enter the instructions for this recipe step
fr_fr: Entrez les instructions pour cette étape. Les instructions vides seront ignorées.

source: Remove Image
fr_fr: Retirer l'image

source: Remove this instruction
fr_fr: Retirer cette instruction

source: General
fr_fr: Général

source: Provide general information about this recipe
fr_fr: C'est ici que vous allez présenter votre recette. Expliquez ce qui la rend intéressante à vos yeux, que ce soit par ses saveurs, sa présentation, les particularités de préparation ou de choix des ingrédients… Vous pouvez également raconter comment vous l'avez mise au point, et citer vos sources si vous vous êtes inspiré d'une recette existante. Bref, donnez envie aux lecteurs de la cuisiner !

source: Servings
fr_fr: Portions

source: Quantity
fr_fr: Quantité

source: Unit
fr_fr: Unité

source: (e.g. 2 people, 3 loafs, ...)
fr_fr: (ex. 2 personnes, 3 biscuits, …)

source: (e.g. 20 minutes, 1-2 hours, ...)
fr_fr: (ex. 20 minutes, 1-2 heures, …)

source: Prep Time
fr_fr: Durée de préparation

source: days
fr_fr: jours

source: hours
fr_fr: heures

source: Cook Time
fr_fr: Durée de cuisson

source: Passive Time
fr_fr: Attente

source: Ingredients
fr_fr: Ingrédients

source: Ingredients Group
fr_fr: Groupe d'ingrédients

source: eg. For the dough
fr_fr: ex. Pour la pâte

source: Remove this ingredient group headline
fr_fr: Retirer ce titre

source: Move this ingredient
fr_fr: Déplacer cet ingrédient

source: Ingredient
fr_fr: Ingrédient

source: Remove this ingredient
fr_fr: Retirer cet ingrédient

source: Add an ingredient
fr_fr: Ajouter un ingrédient

source: Add an ingredient group
fr_fr: Ajouter un groupe d'ingrédients

source: <strong>Use the TAB key</strong> while adding ingredients, it will automatically create new fields. <strong>Don't worry about empty lines</strong>, these will be ignored.
fr_fr: <strong>Utilisez la touche TAB</strong> une fois votre ingrédient saisi, une nouvelle ligne apparaîtra. <strong>Les lignes vides peuvent rester</strong>, elles seront ignorées.

source: Instructions Group
fr_fr: Groupe d'instructions

source: Main Instructions
fr_fr: Instructions principales

source: eg. Preparation of the dough
fr_fr: ex. Préparation de la pâte

source: Remove this instruction group headline
fr_fr: Retirer ce titre de groupe

source: Add an instruction
fr_fr: Ajouter une instruction

source: Add an instruction group
fr_fr: Ajouter un groupe d'instructions

source: <strong>Use the TAB key</strong> while adding instructions, it will automatically create new fields. <strong>Don't worry about empty lines</strong>, these will be ignored.
fr_fr: <strong>Utilisez la touche TAB</strong> une fois votre instruction saisie, une nouvelle ligne apparaîtra. <strong>Les lignes vides peuvent rester</strong>, elles seront ignorées.

source: Recipe Notes
fr_fr: Notes de recette

source: Provide any additional notes here, for instance side dishes, wine...
fr_fr: Entrez ici des indications supplémentaires, par exemple l'accompagnement, le vin...

source: WHAT TO DRINK WITH THIS STRAWBERRY PIE : a sweet white wine
fr_fr: QUE BOIRE AVEC CETTE TARTE AUX FRAISES ? un vin blanc doux

source: Serves
fr_fr: Portions

source: Preparation
fr_fr: Préparation

source: Cooking
fr_fr: Cuisson

source: Wait
fr_fr: Attente

source: Rate
fr_fr: Evaluer

source: Comment and rate this recipe
fr_fr: Noter cette recette

source: Rate this recipe
fr_fr: Le Goûtumètre

source: Print
fr_fr: Imprimer

source: Print this Recipe
fr_fr: Imprimer cette recette

source: Share
fr_fr: Partager

source: Read
fr_fr: Lire

source: Read this recipe out loud
fr_fr: Lire cette recette à haute voix

source: Origin
fr_fr: Origine

source: Diet
fr_fr: Régime

source: Level
fr_fr: Niveau

source: For
fr_fr: Pour

source: Decrease servings
fr_fr: Diminuer les portions

source: Increase servings
fr_fr: Augmenter les portions

source: print
fr_fr: imprimer

source: Courses
fr_fr: Plats

source: Course
fr_fr: Plat

source: Cuisines
fr_fr: Origines

source: Cuisine
fr_fr: Origine

source: Diets
fr_fr: Régimes

source: Seasons
fr_fr: Saisons

source: Season
fr_fr: Saison

source: Levels
fr_fr: Niveaux

# recipe
source: All my posts
fr_fr: Toutes mes recettes

# recipe
source: Restored
fr_fr: Recettes récupérées

# recipe
source: Those posts have been automatically kept but not saved as drafts. You can delete them if you don't need them.
fr_fr: Ces recettes ont été récupérées automatiquement. Vous pouvez les supprimer si vous n'en avez pas besoin, ou bien les sauvegarder en tant que brouillons.

# recipe
source: Pending
fr_fr: Recettes en attente de relecture

# recipe
source: Those posts have been submitted and pending administrator's approval.
fr_fr: Ces recettes ont été soumises pour publication, et sont en attente d'approbation par les administrateurs.

# recipe
source: Draft
fr_fr: Recettes en cours d'écriture

# recipe
source: Those posts are in preparation, and not yet submitted.
fr_fr: Ces recettes sont des brouillons en cours de rédaction, et non encore soumises pour publication.

# recipe
source: Public
fr_fr: Recettes publiées

# recipe
source: Those posts have been approved by the administrator. They are visible on the website, according to your visibility preferences.
fr_fr: Ces recettes ont été approuvées par les administrateurs. Elles sont visibles sur le site, selon vos préférences de partage.

source: Recipe Title
fr_fr: Titre de la recette

source: Recipe Description
fr_fr: Description

source: Recipe Featured Image
fr_fr: Image à la une de la recette

source: Recipe Course
fr_fr: Plat

source: Recipe Difficulty
fr_fr: Difficulté

source: Number of Servings
fr_fr: Portions

source: Preparation Time
fr_fr: Durée de préparation

source: Keywords
fr_fr: Mots-clés

source: Difficulty
fr_fr: Difficulté

# recipe
source: Post Title
fr_fr: Titre de la recette

# recipe
source: Edit Post
fr_fr: Modifier la recette

# recipe
source: Delete Post
fr_fr: Supprimer la recette

# recipe
source: New Post
fr_fr: Nouvelle recette

# recipe
source: Add here your best picture for this post !
fr_fr: Placez ici votre plus belle photo pour illustrer cette recette !

# recipe
source: Write your new post on this page.
fr_fr: Ecrivez votre nouvelle recette sur cette page.

# recipe
source: You can then choose to save it as draft, or to publish it. Once approved, it will be visible to others according to your visibility preferences.
fr_fr: Vous pourrez ensuite choisir de l'enregistrer en tant que brouillon, ou bien la publier. Une fois approuvée, elle sera visible de tous, ou bien seulement par vos amis, selon vos préférences.

# recipe
source: Edit your existing post on this page.
fr_fr: Modifiez votre recette existante sur cette page.

# recipe
source: You can then choose to save it as draft, or to publish it. Once approved, it wil be visible to others according to your visibility preferences.
fr_fr: Vous pourrez ensuite choisir de l'enregistrer en tant que brouillon, ou bien la publier. Une fois approuvée, elle sera visible de tous, ou bien seulement par vos amis, selon vos préférences.

# recipe
source: Post saved as <a href="%s">a draft</a>.
fr_fr: Recette enregistrée en tant que <a href="%s">brouillon</a>.

# recipe
source: It will not be visible on the site, but you can edit it at any time and submit it later.
fr_fr: Elle ne sera pas visible des autres utilisateurs, mais vous pouvez la modifier à tout instant et la publier plus tard.

# recipe
source: Back to <a href="%s">my posts</a>.
fr_fr: Retour à <a href="%s">mes recettes</a>.

# recipe
source: Dear administrator, this post is now <a href="%s">published</a>.
fr_fr: Cher administrateur, cette recette est désormais <a href="%s">publiée</a>.

# recipe
source: Post submitted! Thank you, your post is now awaiting moderation.
fr_fr: Nous avons bien reçu votre recette ! Elle sera publiée après modération.

# recipe
source: In order for your post to be published, please fill-in those required fields:
fr_fr: Afin que votre recette puisse être publiée, merci de renseigner les information suivantes :

# recipe
source: You have no posts yet.
fr_fr: Vous n'avez pas de recette ici.

# recipe
source: Your post just got published !
fr_fr: Ta recette vient d'être publiée !

# recipe
source: Greetings, your post <a href="%s">%s</a> just got published !
fr_fr: Félicitations, ta recette <a href="%s">%s</a> vient d'être publiée !

# recipe
source: It is visible on the website, and appears on <a href="%s">your blog</a>.
fr_fr: Elle est visible sur le site, et apparaît sur <a href="%s">ton blog</a>.

# recipe
source: %s commented one of your posts
fr_fr: %s a commenté une de tes recettes

# recipe
source: %s added a comment to your post <a href="%s">%s</a> :
fr_fr: %s a commenté ta recette <a href="%s">%s</a> :

# recipe
source: liked your post %s
fr_fr: a cuisiné ta recette %s

# recipe
source: commented your post %s
fr_fr: a commenté ta recette %s

# recipe
source: answered your comment on post %s
fr_fr: a répondu à ton commentaire sur la recette %s

# recipe
source: Leave a comment on this post
fr_fr: Que pensez vous de cette recette ?

# recipe
source: The post you are trying to read is not yet approved by administrators.
fr_fr: La recette que vous essayez de lire n'est pas encore approuvée par les administrateurs.

# recipe
source: The post you are trying to read is reserved to members.
fr_fr: La recette que vous essayez de lire est réservée aux membres inscrits.

# recipe
source: The post you are trying to read is private.
fr_fr: La recette que vous essayez de lire est privée.

source: I cooked and liked this recipe
fr_fr: J'ai cuisiné et apprécié cette recette

source: Do not like this recipe anymore
fr_fr: Je n'aime plus cette recette

source: I cooked it
fr_fr: Je l'ai cuisiné

source: %s cooked
fr_fr: %s a cuisiné

# recipe
source: Are you sure you want to delete this post :
fr_fr: Etes-vous sûr de vouloir supprimer cette recette :

source: Read previous step
fr_fr: Lire l'étape précédente

source: Read next step
fr_fr: Lire l'étape suivante

source: Read this step again
fr_fr: Répéter cette étape

source: Pause reading
fr_fr: Mettre la lecture en pause

source: Continue reading
fr_fr: Continuer la lecture

source: Stop reading and close player
fr_fr: Arrêter la lecture

source: Do you really want to delete this ingredient ?
fr_fr: Voulez vous vraiment effacer cet ingrédient ?

source: Do you really want to delete this instruction ?
fr_fr: Voulez vous vraiment effacer cette instruction ?

source: Do you really want to delete this group ?\n(Instructions below will be preserved)
fr_fr: Voulez vous vraiment effacer ce groupe ? (les instructions en dessous seront conservées)

source: Do you really want to delete this group ?\n(Ingredients below will be preserved)
fr_fr: Voulez vous vraiment effacer ce groupe ? (les ingrédients en dessous seront conservés)

source: Please remove the image prior to removing this instruction.
fr_fr: Cette instruction comporte une image. Merci de la supprimer avant de supprimer l'instruction.

source: My favorite recipes
fr_fr: Mes recettes favorites

source: Recipes in my wishlist
fr_fr: Mes recettes à essayer

source: Remove from favorites
fr_fr: Retirer de mon carnet

source: In my <a href="%s">favorites</a>
fr_fr: Dans mes <a href="%s" target="_blank">recettes favorites</a>

source: In my <a href="%s">wishlist</a>
fr_fr: Dans mes <a href="%s" target="_blank">recettes à essayer</a>

source: Add to my <a href="%s">favorites</a>
fr_fr: Ajouter à <a href="%s" target="_blank">mon carnet</a>

source: Cookbook
fr_fr: Carnet de recettes

source: Add to my cookbook
fr_fr: Mon Carnet

source: Choose a list :
fr_fr: Choisir une liste :

source: My lists
fr_fr: Mes listes

source: All cookbook recipes
fr_fr: Toutes mes listes

source: No recipes found.
fr_fr: Aucune recette trouvée.

source: In my <a href="%s">shopping list</a>
fr_fr: Dans ma <a href="%s">liste de courses</a>

source: Add to my <a href="%s">shopping list</a>
fr_fr: Ajouter à ma <a href="%s">liste de courses</a>

source: Add to Shopping List
fr_fr: Ajouter à ma liste de courses

source: Read out loud
fr_fr: Lire à haute voix

source: Click to Start Timer
fr_fr: Cliquez pour démarrer le minuteur

source: Harvest Period
fr_fr: Période de récolte

# vowel
source: of
fr_fr: d'

# consonant
source: of
fr_fr: de

source: hour
fr_fr: heure

source: %s day
fr_fr: %s jour

source: %s hour
fr_fr: %s heure

source: Read this step aloud
fr_fr: Lire cette étape à haute voix
