Repository: polive31/Goutu-Local
Catalog: languages/plugins/enable-media-replace-*.po
Languages: it_it

source: Custom Date
it_it: Data personalizzata

source: Set a Custom Date
it_it: Imposta una data personalizzata

source: Keep the date %s(%s)%s
it_it: Mantieni la data %s(%s)%s

source: Replace the date
it_it: Sostituisci la data

source: When replacing the media, do you want to:
it_it: Quando sostituisci i media, vuoi:

source: Date Options
it_it: Opzioni data

source: Replacement Options
it_it: Opzioni sostituzione

source: Replacement file type doesn't seem to be allowed by WordPress. This might cause unexpected issues
it_it: Il tipo del file sostitutivo sembra non essere consentito da WordPress. Questo potrebbe causare problemi imprevisti

source: Replacement file is not the same filetype. This might cause unexpected issues
it_it: Il file sostitutivo non è dello stesso tipo. Questo potrebbe causare problemi imprevedibili

source: %s f %s exceeds the maximum upload size for this site.
it_it: %s f %s supera la dimensione massima di caricamento per questo sito.

source: Maximum file size: <strong>%s</strong>
it_it: Dimensione massima file: <strong>%s</strong>.

source: Choose Replacement Media
it_it: Scegli media sostitutivo

source: File successfully replaced
it_it: File sostituito correttamente

source: File Upload seems to have failed. No files were returned by system
it_it: Il caricamento del file sembra fallito. Nessun file è stato ricevuto dal sistema

source: Invalid Custom Date. Please custom date values (%s)
it_it: Data personalizzata non valida. Inserisci i valori delle date (%s)

source: [Data]
it_it: [Dati]

source: Cancel
it_it: Annulla

source: Upload
it_it: Carica

source: Please note that if you upload a new image, only embeds/links of the original size image will be replaced in your posts.
it_it: Si prega di notare che se si carica una nuova immagine, verranno sostituiti nei tuoi post solo i riferimenti incorporati delle dimensioni dell'immagine originale .

source: Note: If you check this option, the name and type of the file you are about to upload will replace the old file. All links pointing to the current file (%s) will be updated to point to the new file name.
it_it: Nota: se selezioni questa opzione, il nome e il tipo del file che stai per caricare sostituiranno il file precedente. Tutti i link che puntano al file corrente (%s) saranno aggiornati per puntare al nuovo file.

source: Replace the file, use new file name and update all links
it_it: Sostituire il file, usare il nome del nuovo file ed aggiornare tutti i collegamenti

source: Note: This option requires you to upload a file of the same type (%s) as the one you are replacing. The name of the attachment will stay the same (%s) no matter what the file you upload is called.
it_it: Nota: questa opzione richiede il caricamento di un file dello stesso tipo (%s) di quello che si sta sostituendo. Il nome dell'allegato rimarrà lo stesso (%s) indipendentemente da come si chiama il file caricato.

source: Just replace the file
it_it: Sostituire semplicemente il file

source: Select media replacement type:
it_it: Seleziona il tipo di sostituzione:

source: Choose a file to upload from your computer
it_it: Seleziona un file da caricare dal tuo computer

source: Get more Google love by compressing your site's images! Check out how much ShortPixel can save your site and get +50% credits when signing up as an Enable Media Replace user! Forever!
it_it: Migliora i tuoi risultati su Google grazie all'ottimizzazione delle immagini del tuo sito! Controlla quanto puoi risparmiare con ShortPixel ed in qualità di utente di Enable Media Replace puoi ottenere il 50% di crediti in più quando ti registri! Per sempre!

source: Optimize your images with ShortPixel, get +50% credits!
it_it: Ottimizza le tue immagini con ShortPixel, ottieni il 50% dei crediti in più!

source: NOTE: You are about to replace the media file "%s". There is no undo. Think about it!
it_it: NOTA: Stai per sostituire il file media "%s". Non sarà possibile annullare. Pensaci bene!

source: Replace Media Upload
it_it: Caricamento file sostitutivo

source: Revised
it_it: Revisionato

source: M j, Y @ H:i
it_it: j M Y @ H:i

source: Original
it_it: Originale

source: Thumbnails were not generated
it_it: Le miniature non sono state generate

source: To replace the current file, click the link and upload a replacement.
it_it: Per sostituire il file corrente, clicca il link e carica un file sostitutivo.

source: Upload a new file
it_it: Carica un nuovo file

source: Replace media
it_it: Sostituisci media

source: Replaced Thumbnails Preview
it_it: Anteprima delle miniature sostituite

source: Replace Media
it_it: Sostituisci media

source: There was an issue with updating your image URLS: Search and replace have different amount of values. Aborting updating thumbnails
it_it: Si è verificato un problema durante l'aggiornamento degli URL dell'immagine: il numero di valori da cercare e da sostituire risulta differente. L'aggiornamento delle miniature è stato annullato

source: Fail Safe :: Source Location returned empty string. Not replacing content
it_it: Errore non critico :: La posizione sorgente ha restituito una stringa vuota. Contenuto non sostituito

source: Fail Safe :: Source Location seems to be a directory.
it_it: Errore non critico :: La posizione sorgente sembra una directory.

source: The uploaded file could not be moved to %1$s. This is most likely an issue with permissions, or upload failed.
it_it: Il file caricato non può essere spostato su %1$s. Molto probabilmente si tratta di un problema di permessi o di caricamento fallito.

source: Target File could not be set. The source file might not be there. In case of search and replace, a filter might prevent this
it_it: Non è stato possibile impostare il file di destinazione. Il file sorgente potrebbe non essere disponibile. In caso di ricerca e sostituzione, un filtro potrebbe prevenire l'operazione

source: File type does not meet security guidelines. Try another.
it_it: Il tipo di file non rispetta le restrizioni di sicurezza. Riprova con un altro tipo.

source: The file %1$s can not be deleted by the web server, most likely because the permissions on the file are wrong.
it_it: Il file %1$s non può essere cancellato dal web server, probabilmente perché le autorizzazioni per il file sono sbagliate.

source: You do not have permission to upload files.
it_it: Non hai sufficienti permessi per caricare file.

source: More info
it_it: Maggiori informazioni

source: <a href="https://shortpixel.com/wp/af/VKG6LYN28044" target="_blank">ShortPixel</a> is an image optimization plugin and if you have it activated, upon replacing an image in Enable Media Replace, the image will be also automatically optimized.
it_it: <a href="https://shortpixel.com/wp/af/VKG6LYN28044" target="_blank">ShortPixel</a> è un plugin per l'ottimizzazione delle immagini e se è attivo durante la sostituzione di una immagine con Enable Media Replace, l'immagine sarà anche automaticamente ottimizzata.

source: Enable Media Replace is now compatible with ShortPixel!
it_it: Enable Media Replace è ora compatibile con ShortPixel!

source: Dismiss
it_it: Ignora

source: Enable replacing media files by uploading a new file in the "Edit Media" section of the WordPress Media Library.
it_it: Abilita la sostituzione dei file multimediali caricando un nuovo file nella sezione "Modifica media" della Libreria media di WordPress.
