Repository: polive31/Goutu-Local
Catalog: languages/plugins/friendso-*.po
Languages: fr_fr

source: You currently have no friend requests
fr_fr: Vous n’avez actuellement aucune demande d’amitié

source: You have no friends yet
fr_fr: Vous n’avez pas encore d’ami

source: %s has no friends yet
fr_fr: %s n’a pas encore d’ami

source: Mutual Friends
fr_fr: Amis en commun

source: Members can send messages to
fr_fr: Les membres peuvent envoyer des messages à

source: Friends Settings
fr_fr: Paramètres des amis

source: Friend Request Received
fr_fr: Demande d’ami reçue

source: This will be sent to a user when a friend request is received.
fr_fr: Ceci sera envoyé à un utilisateur lorsqu’une demande est reçue.

source: Friend Request Accepted
fr_fr: Demande d’ami acceptée

source: This will be sent to a user when a friend request is accepted.
fr_fr: Ceci sera envoyé à un utilisateur lorsqu’une demande est acceptée.

source: Friends Posts
fr_fr: Publications de mes amis

source: This will select up to 5 posts, displaying the most recent post by each of up to five users that are friends.
fr_fr: Cela permet de sélectionner jusqu'à 5 publications, la publication la plus récente de chacun ami sera affichée. Jusqu'à cinq utilisateurs maximum !

source: [FRIENDS] request already sent
fr_fr: [FRIENDS] la demande a déjà été envoyée

source: You do not have enough permissions.
fr_fr: Vous ne disposez pas de suffisamment d’autorisations.

source: mutual friend
fr_fr: Ami en commun

source: New Friend Request from %s
fr_fr: Nouvelle demande d’ami de %s

source: %s accepted your friend request
fr_fr: %s a accepté votre demande d'amitié

source: accepted your friend request
fr_fr: a accepté votre demande d'amitié

source: Friend Request Denied
fr_fr: Demande d’ami refusée

source: Friend Request Ignored
fr_fr: Demande d’ami ignorée

source: PeepSo Friends Widget
fr_fr: PeepSo Amis Widget

source: My Friends
fr_fr: Mes amis

source: PeepSo Friends Birthday
fr_fr: PeepSo Anniversaires des Amis

source: PeepSo Friends Birthday Widget
fr_fr: Widget d'Anniversaires des Amis Peepso

source: Upcoming Friends Birthdays
fr_fr: Prochains anniversaires de mes amis

source: General Settings
fr_fr: Paramètres généraux

source: Title
fr_fr: Titre

source: Hide if empty
fr_fr: Masquer si vide

source: Upcoming Birthdays
fr_fr: Prochains anniversaires

source: Show upcoming birthdays
fr_fr: Afficher les anniversaires à venir

source: How many days ahead?
fr_fr: Combien de jours avant ?

source: Max number of upcoming birthdays to show:
fr_fr: Nombre maximum d’anniversaires à venir à montrer :

source: PeepSo Mutual Friends
fr_fr: PeepSo Amis en commun

source: PeepSo Mutual Friends Widget
fr_fr: PeepSo Amis en commun Widget

source: Friends
fr_fr: Amis

source: Friend Requests
fr_fr: Demandes d’amis

source: Pending friend requests
fr_fr: Demande d'amitié en attente

source: The %s plugin requires the PeepSo plugin to be installed and activated.
fr_fr: Le plugin %s nécessite que le plugin PeepSo soit installé et activé.

source: Get it now!
fr_fr: Obtenez-le maintenant!

source: Friends Only
fr_fr: Seulement les amis

source: Remove Friend
fr_fr: Retirer de mes amis

source: Are you sure?
fr_fr: Êtes-vous sûr ?

source: Cancel
fr_fr: Annuler

source: Friend
fr_fr: Ami(e)

source: Remove friend
fr_fr: Retirer de mes amis

source: Unfriend
fr_fr: Retirer de mes amis

source: Cancel Friend Request
fr_fr: Annuler la demande

source: Accept
fr_fr: Accepter

source: Accept Request
fr_fr: Demande acceptée

source: Reject
fr_fr: Refuser

source: Reject Request
fr_fr: Demande rejetée

source: Add Friend
fr_fr: Ajouter comme ami(e)

source: Add as your friend
fr_fr: Ajouter comme ami(e)

source: Not following
fr_fr: Non suivi

source: Click to follow this user
fr_fr: Cliquez ici pour suivre cet utilisateur

source: Start following
fr_fr: Commencer à suivre

source: Following
fr_fr: Suivre

source: Click to unfollow this user
fr_fr: Cliquez ici pour ne plus suivre cet utilisateur

source: Stop following
fr_fr: Cesser de suivre

source: Someone sent me a Friend Request
fr_fr: Quelqu'un m’a envoyé une demande en amitié

source: Are you sure want to remove a friend?
fr_fr: Voulez-vous retirer cet ami ?

source: Search friends
fr_fr: Rechercher

source: Ignore
fr_fr: Ignorer

source: Approve
fr_fr: Approuver

source: Received requests
fr_fr: Demandes reçues

source: Sent requests
fr_fr: Demande envoyées

source: Friend requests
fr_fr: Demande d’amis

source: New message
fr_fr: Nouveau message

source: View All
fr_fr: Afficher tout

source: No friends
fr_fr: Aucun ami

source: Birthday Today
fr_fr: Anniversaire du jour

source: Say Happy Birthday!
fr_fr: Dites Joyeux Anniversaire !

source: No friend's birthdays today.
fr_fr: Pas d'anniversaire aujourd'hui.

source: Upcoming Birthday
fr_fr: Prochains anniversaires

source: Birthday tomorrow.
fr_fr: Anniversaire prévu demain.

source: No upcoming birthdays.
fr_fr: Pas d'anniversaire à venir.

source: Friend connections and "friends" privacy level
fr_fr: Les liens d'amitié et le niveau privé des "amis"
