Repository: polive31/Goutu-Local
Catalog: languages/plugins/http-security-*.po
Languages: de_de

source: Enable Feature Policy
de_de: Feature Policy aktivieren

source: The HTTP Feature-Policy header provides a mechanism to allow and deny the use of browser features in its own frame, and in iframes that it embeds. For a complete description of these parameters, please refer to: <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Feature-Policy" rel="noopener">Feature-Policy</a> on the Mozilla Developer Network.
de_de: Der HTTP-Feature-Policy-Header bietet einen Mechanismus, um die Verwendung von Browser-Features in seinem eigenen Frame und in eingebetteten iframes zuzulassen und zu verbieten. Eine vollständige Beschreibung dieser Parameter findest du unter: <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Feature-Policy" rel="noopener">Feature-Policy</a> im Mozilla Developer Network.

source: Disable header rewriting
de_de: Deaktivierung der Neuschreiben des Headers

source: Make sure to save the settings for the latest version.
de_de: Stelle sicher, daß Du die Einstellungen für die neueste Version speicherst.

source: Some cache plug-ins rewrite the HTTP headers. In this case, you may need to have to insert the following content in your .htaccess file. If so, please disable the rewriting of the HTTP headers.
de_de: Einige Cache-Plug-Ins überschreiben die HTTP-Header. In diesem Fall musst Du möglicherweise den folgenden Inhalt in deine .htaccess-Datei einfügen. Wenn ja, deaktiviere das Umschreiben der HTTP-Header.

source: HTTP Security Network Options
de_de: HTTP Security Netz Optionnen

source: Values of the following options from the main site will be set as default for newly created sites.
de_de: Die Werte der folgenden Optionen von der Haupt Website werden als Standard für neu erstellte Websites festgelegt.

source: You still have an administrator account with the user name security <strong>admin</strong>. This is a major security flaw, you should consider renaming this account.
de_de: Du hast weiterhin ein Administratorkonto mit dem Benutzernamen <strong>admin</strong>. Dies ist ein schwerwiegender Sicherheitsfehler. Du solltest sollten dieses Konto umbenennen.

source: Enable Expect-CT
de_de: Expect-CT aktivieren

source: Other options
de_de: Weitere Optionen

source: X-frame-options
de_de: X-frame-Optionen

source: Enforce
de_de: Erzwingen

source: HTTP headers to improve web site security
de_de: HTTP-Header zur Verbesserung der Webseiten-Sicherheit

source: Use your HTTP header to improve security of your web site
de_de: Verwende deinen HTTP-Header um die Sicherheit deiner Website zu verbessern

source: Referrer policy
de_de: Referrer-Politik

source: Other directives
de_de: Weitere Richtlinien

source: CSP options
de_de: CSP-Optionen

source: General options
de_de: Allgemeine Optionen

source: Document directives
de_de: Dokumentenrichtlinien

source: Navigation directives
de_de: Navigationsrichtlinien

source: Fetch directives
de_de: Holen-Richtlinien

source: For a complete description of these parameters, please refer to: <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy" rel="noopener">Content-Security-Policy</a> on the Mozilla Developer Network.
de_de: Eine vollständige Beschreibung dieser Parameter findest Du unter: <a href="https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy" rel="noopener">Content-Security-Politik</a> auf dem Mozilla Developer Network.

source: recommended
de_de: empfohlen

source: Enable Content Security Policy
de_de: Aktiviere die Inhaltssicherheitsrichtlinie (Content Security Policy)

source: Report only
de_de: Nur melden

source: Force HTTPS protocol
de_de: HTTPS-Protokoll erzwingen

source: You are not running HTTPS.
de_de: Du laüfst nicht HTTPS.

source: You still have an administrator account with the user name <strong>admin</strong>. This is a major security flaw, you should consider renaming this account.
de_de: Du hast noch ein Administratorkonto mit dem Benutzernamen <strong>admin</strong>. Dies ist ein wichtiger Sicherheitsfehler, Du solltest erwägen, dieses Konto umzunennen.

source: For more information about these security hacks, please make sure to read my article about <a href="https://www.carlconrad.net/en/2016/11/18/secure-website-http-headers-instructions/" target="_blank" rel="noopener">how to improve your website security with HTTP header instructions</a>.
de_de: Für weitere Informationen über diese Sicherheits-Hacks, bitte lese meinen Artikel über <a href="https://www.carlconrad.net/en/2016/11/18/secure-website-http-headers-instructions/" target="_blank" rel="noopener">how to improve your website security with HTTP header instructions</a>.

source: seconds
de_de: Sekunden

source: one day
de_de: ein Tag

source: one year
de_de: ein Jahr

source: Remove WordPress version information from header
de_de: Entfernen von WordPress-Versionsinformationen aus dem Header

source: Remove PHP version information from HTTP header
de_de: Entfernen von PHP-Versionsinformationen aus dem Header

source: Include subdomains
de_de: Subdomains einschließen

source: The HTTP protocol provides various header instructions allowing simple improvement of your web site security. As usual, make sure to run full tests on your web site as some options may result in some features stop working.
de_de: Das HTTP-Protokoll bietet verschiedene Header-Anweisungen, die eine einfache Verbesserung deine Website-Sicherheit ermöglichen. Wie üblich, stelle sicher, daß Du vollständige Tests auf deine Website ausführst, da einige Optionen dazu führen können, daß einige Funktionen nicht mehr funktionieren.

source: HTTP Security Options
de_de: HTTP-Sicherheitsoptionen

source: Force XSS protection
de_de: XSS Schutz Zwingen

source: Disable content sniffing
de_de: Content Sniffing Deaktivieren

source: Manage display in remote frames
de_de: Verwalten der Anzeige in Remote-Frames

source: Submit domain preload to browsers
de_de: Domain-Vorladung auf Browser übertragen

source: Preload
de_de: Vorladung

source: You do not have sufficient permissions to access this page.
de_de: Du hast keine ausreichenden Berechtigungen um auf diese Seite zuzugreifen.
