Repository: polive31/Goutu-Local
Catalog: languages/plugins/hummingbird-performance-*.po
Languages: nl_nl, pl_pl, pt_pt

source: Specify any user agents you don’t want to send cached pages to like bots, spiders and crawlers. We’ve added a couple of common ones for you.
nl_nl: Geef alle user-agents op die je geen gecachte pagina's wilt sturen, zoals bots, spiders en crawlers. We hebben een aantal veel voorkomende voor je toegevoegd.
pl_pl: Podaj wszystkie identyfikatory przeglądarek (user agent strings) do których nie chcesz wysyłać stron z pamięci podręcznej. Mogą to być na przykład roboty indeksujące wyszukiwarek. Dodaliśmy już kilka najpopularniejszych.
pt_pt: Especifique os user agents para os quais não deseja enviar páginas armazenadas em cache, como bots, spiders e crawlers. Adicionamos alguns dos mais comuns para si.

source: You can tell Hummingbird not to cache specific URLs, or any URLs that contain strings. Add one entry per line.
nl_nl: Je kunt Hummingbird vertellen om bepaalde specifieke URL's, of URL's die strings bevatten, niet te cachen. Voeg één item per regel toe.
pl_pl: Możesz skonfigurować Hummingbird tak, aby nie buforował określonych adresów URL lub adresów URL zawierających określone ciągi znaków. Dodaj jeden wpis w wierszu.
pt_pt: Pode dizer ao Hummingbird para não armazenar em cache URLs específicos ou URLs que contenham strings. Adicione uma entrada por linha.

source: Specify any particular URLs you don’t want to cache at all.
nl_nl: Geef alle specifieke URL's op die je helemaal niet wilt cachen.
pl_pl: Określ adresy URL, których w ogóle nie chcesz buforować.
pt_pt: Especifique qualquer URL em particular que não deseja armazenar em cache.

source: Exclusions
nl_nl: Uitsluitingen
pl_pl: Wykluczenia
pt_pt: Exclusões

source: Clear full cache when post/page is updated
nl_nl: Volledige cache legen wanneer bericht/pagina is bijgewerkt
pl_pl: Wyczyść pełną pamięć podręczną po aktualizacji postu/strony
pt_pt: Limpar a cache completamente quando um artigo/página for atualizado

source: You can turn on caching pages with GET parameters (?x=y at the end of a url), though generally this isn’t a good idea if those pages are dynamic.
nl_nl: Je kunt pagina caching inschakelen met GET-parameters (?x=y aan het einde van een URL), maar over het algemeen is dit geen goed idee als die pagina's dynamisch zijn.
pl_pl: Możesz włączyć pamięć podręczną na stronach z parametrem GET (?x=y na końcu URLa), jednak z zasady to nie jest dobry pomysł, jeśli te strony są dynamiczne.
pt_pt: Pode ativar a cache de páginas com parâmetros GET (? X = y no final de um URL), embora geralmente isto não é uma boa ideia se essas páginas forem dinâmicas.

source: Cache URL queries
nl_nl: Cache URL-query's
pl_pl: Przechowuj zapytania URL w pamięci podręcznej

source: Include logged in users
nl_nl: Inclusief ingelogde gebruikers
pl_pl: Dodaj zalogowanych użytkowników
pt_pt: Incluir utilizadores com a sessão iniciada

source: Fine tune page caching to work how you want it to.
nl_nl: Pas pagina caching aan zodat het werkt zoals jij wil.
pl_pl: Dopasuj pamięć podręczną aby działała tak jak ty chcesz.
pt_pt: Ajuste o cache de páginas para funcionar como deseja.

source: Page Types
nl_nl: Paginatypes
pl_pl: Typy stron
pt_pt: Tipos de Página

source: Page caching is currently active.
nl_nl: Pagina caching is actief.
pl_pl: Buforowanie stron jest aktualnie aktywne.
pt_pt: Cache de páginas está actualmente activo.

source: Hummingbird stores static HTML copies of your pages and posts to decrease page load time.
nl_nl: Hummingbird bewaard statische HTML-kopieën van je pagina's en berichten om de pagina laadtijd te verminderen.
pl_pl: Hummingbird przechowuje statyczne kopie HTML Twoich stron i postów, aby zmniejszyć czas wczytywania strony.
pt_pt: O Hummingbird armazena cópias HTML estáticas de suas páginas e postagens para diminuir o tempo de carregamento da página.

source: Clear all locally cached static pages
nl_nl: Alle lokaal gecachte statische pagina's verwijderen
pl_pl: Wyczyść wszystkie lokalnie buforowane statyczne strony
pt_pt: Limpar todas as páginas estáticas armazenadas em cache localmente

source: Save Settings
nl_nl: Instellingen Opslaan
pl_pl: Zapisz ustawienia
pt_pt: Guardar Definições

source: Clear all locally cached Gravatars
nl_nl: Alle lokaal gecachte Gravatars verwijderen
pl_pl: Usuń wszystkie gravatary z lokalnej pamięci podręcznej
pt_pt: Limpar todos os Gravatars armazenados em cache localmente

source: Last 30 days
nl_nl: Afgelopen 30 dagen
pl_pl: Ostatnie 30 dni
pt_pt: Últimos 30 dias

source: Last 7 days
nl_nl: Afgelopen 7 dagen
pl_pl: Ostatnie 7 dni
pt_pt: Últimos 7 dias

source: Last 1 day
nl_nl: Afgelopen dag
pl_pl: Ostatni dzień
pt_pt: Último 1 dia

source: Hummingbird is just catching her breath - you can run another test in %d minute
nl_nl: Hummingbird moet even op adem komen - over %d minuut kun je weer een test uitvoeren
pl_pl: Hummingbird właśnie łapie oddech - możesz wykonać kolejny test za %d minutę
pt_pt: Hummingbird está apenas a recuperar o fôlego - pode correr outro teste em %d minuto

source: New Test
nl_nl: Nieuwe Test
pl_pl: Nowy test
pt_pt: Novo Teste

source: This will clear your %s caches
nl_nl: Dit zal je %s caches verwijderen
pl_pl: To wyczyści pamięć podręczną %s
pt_pt: Isto irá limpar as suas %s caches

source: This will clear your %s cache
nl_nl: Dit zal je %s cache legen
pl_pl: To wyczyści pamięć podręczną %s
pt_pt: Isto irá limpar a sua %s cache

source: Page cache purged.
nl_nl: Pagina cache geleegd.
pl_pl: Usunięto pamięć podręczną strony.
pt_pt: Cache da Página eliminada.

source: View Documentation
nl_nl: Documentatie Bekijken
pl_pl: Zobacz dokumentację
pt_pt: Ver Documentação

source: Website is reported down
nl_nl: Website is down
pl_pl: Witryna jest zgłoszona jako niedostępna
pt_pt: O Website for reportado como em baixo

source: For IIS 7 servers and above, <a href="%s" target="_blank">visit Microsoft TechNet</a>
nl_nl: Voor IIS 7-servers en hoger, <a href="%s" target="_blank">bezoek Microsoft TechNet</a>
pl_pl: Dla serwerów IIS 7 i nowszych, <a href="%s" target="_blank">odwiedź Microsoft TechNet</a>
pt_pt: Para servidores ISS 7 e abaixo, <a href="%s" target="_blank">visite Microsoft TechNet</a>

source: If you don't know where those files are, or you aren't able to reload Apache, you would need to consult with your hosting provider or a system administrator who has access to change the configuration of your server
nl_nl: Als je niet weet waar deze bestanden zijn, of je kan Apache niet herladen, dan zou je contact moeten opnemen met je hosting provider of een systeem administrator die de juiste toegang heeft om de configuratie van je server te veranderen
pl_pl: Jeśli nie wiesz, gdzie znajdują się te pliki lub nie możesz ponownie zrestartować serwera Apache, musisz skonsultować się ze swoim dostawcą usług hostingowych lub administratorem systemu, który ma dostęp do wykonywania zmian w konfiguracji serwera
pt_pt: Se não souber onde esses ficheiros estão ou não conseguir recarregar o Apache, irá precisar de consultar o seu provedor de alojamento ou um administrador do sistema que tenha acesso para alterar a configuração do seu servidor

source: Performance test
nl_nl: Prestatietest
pl_pl: Test wydajności
pt_pt: Teste de Desempenho

source: Error fetching Gravatar. Gravatar not found.
nl_nl: Fout bij ophalen Gravatar. Gravatar niet gevonden.
pl_pl: Błąd podczas pobierania Gravatara. Gravatar nie został znaleziony.
pt_pt: Erro ao buscar o Gravatar. Gravatar não encontrado.

source: Dismiss this notice.
nl_nl: Dit bericht sluiten.
pl_pl: Ukryj tę informację.
pt_pt: Ignorar esta notificação.

source: Error uploading file %s.
nl_nl: Fout bij uploaden van bestand %s.
pl_pl: Błąd podczas przesyłania pliku %s.
pt_pt: Erro ao carregar ficheiro %s.

source: Error creating directory %s.
nl_nl: Fout bij maken van map %s.
pl_pl: Błąd podczas tworzenia katalogu %s.
pt_pt: Erro ao criar pasta %s.

source: Error: The wp-content directory is not writable. Ensure the folder has proper read/write permissions for caching to function successfully.
nl_nl: Fout: De wp-content map is niet schrijfbaar. Zorg ervoor dat de map de juiste lees/schrijf rechten heeft om caching succesvol te laten werken.
pl_pl: Błąd: katalog wp-content nie jest zapisywalny. Upewnij się, że folder ma odpowiednie uprawnienia do odczytu / zapisu, aby buforowanie działało poprawnie.
pt_pt: Erro: A pasta wp-content não permita escrita. Certifique-se de que a pasta tem permissões de leitura/gravação adequadas para o armazenamento em cache funcionar com êxito.

source: Error: Unexpected error while writing a file. Please view error log for more information.
nl_nl: Fout: Onverwachte fout tijdens het schrijven van een bestand. Bekijk de error log voor meer informatie.
pl_pl: Błąd: nieoczekiwany błąd podczas zapisywania pliku. Zobacz dziennik błędów, aby uzyskać więcej informacji.
pt_pt: Erro: Erro inesperado ao gravar um ficheiro. Por favor, veja o log de erros para mais informações.

source: Host your files on WPMU DEV’s blazing fast CDN
nl_nl: Host je bestanden op WPMU DEV's razendsnelle CDN
pl_pl: Hostuj swoje pliki w WPMU DEV na niesamowicie szybkim CDN
pt_pt: Aloje os seus ficheiros no CDN rápido da WPMU DEV

source: Defer
nl_nl: Uitstellen
pl_pl: Opóźnij
pt_pt: Adiar

source: This file can’t be combined
nl_nl: Dit bestand kan niet gecombineerd worden
pl_pl: Tego pliku nie można łączyć
pt_pt: Este ficheiro não pode ser combinado

source: Calculating...
nl_nl: Berekenen...
pl_pl: Obliczenie...
pt_pt: A calcular...

source: WPMU DEV CDN is disabled
nl_nl: WPMU DEV CDN is uitgeschakeld
pl_pl: WPMU DEV CDN jest wyłączony
pt_pt: WPMU DEV CDN está desactivado

source: WPMU DEV CDN is active
nl_nl: WPMU DEV CDN is actief
pl_pl: WPMU DEV CDN jest włączony
pt_pt: WPMU DEV CDN está activo

source: This will deactivate Gravatar Caching and clear your local avatar storage.
nl_nl: Dit zal Gravatar Caching deactiveren en je lokale avatar opslag legen.
pl_pl: Pamięć podręczna gravatarów zostanie wyłączona, a wszystkie przechowywane w niej awatary zostaną usunięte.
pt_pt: Isto itá desativar a Cache dos Gravatar e irá limpar o armazenamento local do seu avatar.

source: Gravatar Caching is currently active.
nl_nl: Gravatar Caching is nu actief.
pl_pl: Pamięć podręczna dla Gravatarów jest aktualnie aktywna.
pt_pt: Cache dos Gravatar está actualmente activa.

source: Clear cache
nl_nl: Cache legen
pl_pl: Wyczyść pamięć podręczną
pt_pt: Eliminar cache

source: Gravatar Caching stores local copies of avatars used in comments and in your theme. You can control how often you want the cache purged depending on how your website is set up.
nl_nl: Gravatar Caching slaat lokale kopieën op van avatars in reacties en in je thema. Je kunt bepalen hoe vaak je de cache wilt opschonen, afhankelijk van hoe je website is opgezet.
pl_pl: Pamięć podręczna gravatarów przechowuje lokalne kopie avatarów używanych przy komentarza i przez motyw. Możesz wybrać jak często ta pamięć podręczna będzie czyszczona, zależnie od konfiguracji witryny.
pt_pt: A cache dos Gravatar armazena cópias locais de avatares usados nos comentários e no seu tema. Pode controlar com que frequência deseja que a cache seja apagada, dependendo de como o site está configurado.

source: Recommended expiry
nl_nl: Aanbevolen verlooptijd
pl_pl: Rekomendowane wygasanie
pt_pt: Expiração Recomendada

source: Made changes?
nl_nl: Wijzigingen aangebracht?
pl_pl: Wprowadziłeś zmiany?
pt_pt: Fez alterações?

source: Enter email address
nl_nl: Vul een e-mailadres in
pl_pl: Wprowadź adres e-mail
pt_pt: Introduza o endereço de email

source: Add the code above to the http or inside server section in the file.
nl_nl: Voeg de code hierboven toe aan de http of server sectie in het bestand.
pl_pl: Dodaj kod powyżej do sekcji http lub server w pliku.
pt_pt: Adicione o código acima à secção "http" ou dentro secção "server" no ficheiro.

source: Copy the generated code into your nginx.conf usually located at /etc/nginx/nginx.conf or /usr/local/nginx/conf/nginx.conf
nl_nl: Kopieer de gegenereerde code naar je nginx.conf, meestal te vinden in /etc/nginx/nginx.conf of /usr/local/nginx/conf/nginx.conf
pl_pl: Skopiuj wygenerowany kod do pliku nginx.conf znajdującego się zazwyczaj w /etc/nginx/nginx.conf lub /usr/local/nginx/conf/nginx.conf
pt_pt: Copie o código gerado para o seu nginx.conf normalmente localizado em /etc/nginx/nginx.conf ou /usr/local/nginx/conf/nginx.conf

source: Manual
nl_nl: Handmatig
pl_pl: Instrukcja

source: Automatic
nl_nl: Automatisch
pl_pl: Tryb automatyczny
pt_pt: Automático

source: Connect account
nl_nl: Account verbinden
pl_pl: Połącz konto
pt_pt: Conectar conta

source: Using Cloudflare?
nl_nl: Gebruik je Cloudflare?
pl_pl: Używasz Cloudflare?
pt_pt: A usar Cloudflare?

source: Page Caching
nl_nl: Pagina Caching
pl_pl: Buforowanie stron
pt_pt: Cache de Páginas

source: Gravatar cache purged.
nl_nl: Gravatar cache opgeschoond.
pl_pl: Pamięć podręczna Gravatar została wyczyszczona.
pt_pt: Cache de Gravatar foi limpa.

source: Gzip Compression
nl_nl: gzip-compressie
pl_pl: Kompresja Gzip
pt_pt: Compressão GZip

source: Rate Hummingbird
nl_nl: Beoordeel Hummingbird
pl_pl: Oceń Hummingbird
pt_pt: Avalie Hummingbird

source: This file has not a linked URL, it will not be combined/minified
nl_nl: Dit bestand heeft geen gekoppelde URL, het wordt niet gecombineerd/geminificeerd
pl_pl: Ten plik nie posiada powiązanego adresu URL, nie zostanie połączony/zminifikowany
pt_pt: Este ficheiro não possui nenhum URL ligado, por isso não será combinado/compactado

source: Running scan...
nl_nl: Scan uitvoeren...
pl_pl: Uruchamiam skanowanie ...
pt_pt: A correr uma verificação...

source: We noticed you’re running both the free and pro versions of Hummingbird. No biggie! We’ve deactivated the free version for you. Enjoy the pro features!
nl_nl: We hebben gemerkt dat je zowel de gratis als de pro versies van Hummingbird gebruikt. Geen probleem! We hebben de gratis versie voor je gedeactiveerd. Geniet van de pro features!
pl_pl: Zauważyliśmy, że korzystasz zarówno z bezpłatnej wersji jak i wersji Pro Hummingbird. Nic poważnego! Wyłączyliśmy darmową wersję za Ciebie. Ciesz się funkcjami Pro!
pt_pt: Demos contaa que está a executar as versões gratuitas e Pro do Hummingbird. Não é nada demais! Desactivamos a versão gratuita. Aproveite os recursos PRO!

source: Awww yeah! You’ve got access to Hummingbird Pro! Let’s upgrade your free version so you can start using premium features. <a href="%s">Upgrade</a>
nl_nl: Awww yeah! Je hebt toegang tot Hummingbird Pro! Laten we je gratis versie upgraden zodat je premium features kunt gaan gebruiken. <a href="%s">Upgrade</a>
pl_pl: O tak! Masz dostęp do Hummingbird Pro! Zaktualizujmy bezpłatną wersję, aby móc zacząć korzystać z funkcji premium. <a href="%s">Zaktualizuj</a>
pt_pt: Awww yeah! Já tem acesso ao Hummingbird Pro! Vamos actualizar a sua versão gratuita para que possa começar a usar recursos premium. <a href="%s"> Actualizar </a>

source: This file included in your output can't be minified or combined
nl_nl: Dit bestand dat in je output is opgenomen, kan niet worden geminificeerd of gecombineerd
pl_pl: Ten plik nie może być zminifikowany ani połączony
pt_pt: Este ficheiro incluído na seu output não pode ser compactado ou combinado

source: Up Since
nl_nl: Online Sinds
pl_pl: Dostępna od
pt_pt: A funcionar desde

source: None
nl_nl: Geen
pl_pl: Brak
pt_pt: Nenhum

source: Average server response time during the reporting period
nl_nl: Gemiddelde server reactietijd tijdens de rapportperiode
pl_pl: Średni czas odpowiedzi serwera w okresie raportowania
pt_pt: Tempo médio de resposta do servidor durante o período reportado

source: Server response time is the amount of time it takes for a web server to respond to a request from a browser. The longer it takes, the longer your visitors wait for the page to start loading.
nl_nl: De reactietijd van de server is de hoeveelheid tijd die nodig is voor een webserver om te reageren op een verzoek van een browser. Hoe langer het duurt, hoe langer je bezoekers wachten voor de pagina begint te laden.
pl_pl: Czas odpowiedzi serwera to ilość czasu potrzebna, aby serwer WWW odpowiedział na żądanie przeglądarki. Im dłużej trwa, tym dłużej użytkownicy oczekują na rozpoczęcie ładowania strony.
pt_pt: O tempo de resposta do servidor é o tempo que um servidor Web leva a responder a uma solicitação de um navegador. Quanto mais tempo demorar, mais tempo os visitantes irão aguardar até que a página comece a ser carregada.

source: Uptime monitors your server response time and lets you know when your website is down<br> or too slow for your visitors. This service is currently under maintenance as we build a<br> brand new monitoring service. Check back soon!
nl_nl: Uptime controleert de reactietijd van je server en laat je weten wanneer je website niet bereikbaar of<br> te traag is voor je bezoekers. Deze service is momenteel in onderhoud terwijl we een gloednieuwe<br> monitoring service bouwen. Kom snel eens terug!
pl_pl: Uptime monitoruje czas odpowiedzi Twojego serwera i informuje Cię, kiedy Twoja witryna jest niedostępna<br> lub wczytuje się zbyt wolno. Trwają właśnie prace konserwacyjne nad tą usługą (buduemy zupełnie<br> nowy serwis monitorujący). Sprawdź niedługo jeszcze raz!
pt_pt: Uptime monitoriza o tempo de resposta do seu servidor e permite que saiba quando seu site está em baixo ou<br> muito lento para os seus visitantes. Este serviço está actualmente em manutenção enquanto construímos um novo<br> serviço de monitorização. Verifique em breve!

source: Update Settings
nl_nl: Instellingen Bijwerken
pl_pl: Zaktualizuj ustawienia
pt_pt: Actualizar Definições

source: You
nl_nl: Jij
pl_pl: Ty
pt_pt: Você

source: Schedule
nl_nl: Schema

source: Run regular scans & reports
nl_nl: Reguliere scans & rapporten uitvoeren
pl_pl: Uruchamiaj regularne skanowanie i raporty
pt_pt: Execute verificações e relatórios regulares

source: Configure Hummingbird to automatically and regularly test your website and email you reports.
nl_nl: Configureer Hummingbird om automatisch en regelmatig je website te testen en je rapporten te e-mailen.
pl_pl: Skonfiguruj Hummingbird, aby automatycznie i regularnie testował twoją stronę i wysyłał raporty e-mailem.
pt_pt: Configure Hummingbird para testar automaticamente e regularmente o seu website e enviar relatórios por e-mail.

source: Recommendations
nl_nl: Aanbevelingen
pl_pl: Zalecenia
pt_pt: Recomendações

source: This is only a performance test. Once you know what to fix you can get started in the next steps.
nl_nl: Dit is alleen maar een prestatietest. Zodra je weet wat je moet oplossen, kun je beginnen met de volgende stappen.
pl_pl: To tylko test wydajności. Gdy już wiesz co naprawić, możesz zacząć poprawiać w następnych krokach.
pt_pt: Este é apenas um teste de desempenho. Depois de saber o que corrigir, pode começar as próximas etapas.

source: Welcome to Hummingbird, the hottest Performance plugin for WordPress! We recommend running a quick performance test before you start tweaking things. Alternatively you can skip this step if you’d prefer to start customizing.
nl_nl: Welkom bij Hummingbird, de heetste Prestatie plugin voor WordPress! We raden aan een snelle prestatietest uit te voeren voordat je instellingen gaat aanpassen. Je kunt deze stap ook overslaan als je liever meteen de instellingen wilt aanpassen.
pl_pl: Witaj w Hummingbird, najgorętszej wtyczce wydajności dla WordPressa! Zalecamy wykonanie szybkiego testu wydajności przed rozpoczęciem ulepszeń. Ewentualnie możesz pominąć ten krok, jeśli chcesz rozpocząć dostosowywanie.
pt_pt: Bem-vindo ao Hummingbird, o plugin de desempenhoda moda para o WordPress! Recomendamos que execute um teste rápido de desempenho antes de começar a mexer nas coisas. Como alternativa, pode saltar esta etapa se preferir começar a personalizar.

source: Skip
nl_nl: Overslaan
pl_pl: Pomiń
pt_pt: Saltar

source: Quick Setup
nl_nl: Snelle Setup
pl_pl: Szybka instalacja
pt_pt: Configuração Rápida

source: Get all of this, plus heaps more as part of a WPMU DEV membership.
nl_nl: Krijg dit alles, plus een hoop meer als onderdeel van een WPMU DEV lidmaatschap.
pl_pl: Zyskaj to wszystko i wiele więcej jako część członkostwa w WPMU DEV.
pt_pt: Obtenha isto tudo e ainda mais como parte da WPMU DEV membership.

source: A membership for Hummingbird Pro also gets you the award winning Smush Pro with unlimited advanced lossy compression that’ll give image heavy websites a speed boost.
nl_nl: Een lidmaatschap voor Hummingbird Pro geeft je ook de bekroonde Smush Pro met ongelimiteerde geavanceerde lossy compressie, waardoor afbeelding rijke websites een snelheidsboost zullen krijgen.
pl_pl: Subskrypcja dla Hummingbird Pro daje ci także dostęp do nagradzanego Smush Pro z nielimitowaną zaawansowaną kompresją, która znacznie przyspiesza ciężkie strony ze zdjęciami.
pt_pt: Uma membership para Hummingbird Pro também lhe oferece o premiado Smush Pro com uma ilimatada compressão com perdas avançada que dará aos sites de imagens pesadas um aumento de velocidade.

source: By default we minify your files via our API and send them back to your server. Pro users can host their files on WPMU DEV’s secure and hyper fast CDN, which will mean less load on your server and a fast visitor experience.
nl_nl: Standaard minificeren wij je bestanden via onze API en vervolgens sturen wij die bestanden terug naar je server. Pro gebruikers kunnen hun bestanden hosten op onze veilige en razendsnelle WPMU DEV CDN, wat jouw server minder zal belasten en je gebruikers een nog snellere bezoekerservaring zal geven.
pl_pl: Domyślnie - zmniejszamy pliki poprzez nasze API i odsyłamy je spowroten na Twój serwer. Użytkownicy wersji Pro mogą jednak przechowywać te pliki w superwydajnej i szybkiej WPMU DEV CDN, co oznacza mniejsze obciążenie Twojego serwera i odczuwalnie wyższą prędkość wczytywania strony dla odwiedzających.
pt_pt: Por defeito, nós compactamos os seus ficheiros através da nossa API e os enviamos de volta para o seu servidor. Os utilizadores Pro podem alojar os seus ficheiros no CDN seguro e hiper rápido WPMU DEV, o que irá significar menos carga no seu servidor e uma experiência de visita mais rápida.

source: Compress your minified files up to 2x more than regular optimization and reduce your page load time even further.
nl_nl: Comprimeer je geminificeerde bestanden tot 2x meer dan de normale optimalisatie en laat je pagina's nog sneller laden.
pl_pl: Kompresuj zmniejszone pliki nawet 2 razy wydajniej i przyspiesz wczytywanie strony jeszcze bardziej.
pt_pt: Comprima os seus ficheiros compactados até 2x mais do que a optimização regular e reduza ainda mais a velocidade de carregamento da sua página.

source: Schedule Hummingbird to run regular performance tests daily, weekly or monthly and get email reports delivered straight to your inbox.
nl_nl: Laat Hummingbird reguliere prestatietest dagelijks, wekelijks of maandelijks uitvoeren en ontvang e-mailrapporten direct in je inbox.
pl_pl: Zaplanuj Hummingbird, aby regularnie przeprowadał testy wydajności, codziennie, co tydzień lub co miesiąc, i otrzymuj raporty e-mail dostarczane bezpośrednio do Twojej skrzynki odbiorczej.
pt_pt: Agende Hummingbird para executar testes regulares de desempenho diariamente, semanalmente ou mensalmente e receba relatórios por e-mail directamente na sua caixa de entrada.

source: Automation
nl_nl: Automatisering
pl_pl: Automatyzacja
pt_pt: Automação

source: Here's what you'll get by upgrading to Hummingbird Pro.
nl_nl: Dit is wat je krijgt door te upgraden naar Hummingbird Pro.
pl_pl: Oto, co zyskasz, przechodząc na wersję Hummingbird Pro.
pt_pt: Aqui está o que vai obter ao actualizar para Hummingbird Pro.
