Repository: polive31/Goutu-Local
Catalog: languages/plugins/hummingbird-performance-*.po
Languages: nl_nl, pl_pl, pt_pt

source: Comments you've marked as trash but haven't permanently deleted yet
nl_nl: Reacties die je naar de prullenbak hebt verplaatst, maar nog niet permanent hebt verwijderd
pl_pl: Komentarze które zostały przeniesione do kosza, ale nie zostały jeszcze trwale usunięte
pt_pt: Comentários que marcou como lixo, mas ainda não foram eliminados permanentemente

source: Trashed Comments
nl_nl: Reacties in de Prullenbak
pl_pl: Komentarze w koszu
pt_pt: Comentário movidos para o lixo

source: Comments marked as spam that haven't been deleted yet
nl_nl: Reacties die als spam zijn gemarkeerd en nog niet zijn verwijderd
pl_pl: Komentarze oznaczone jako spam, które nie zostały jeszcze usunięte
pt_pt: Comentários marcados como spam que ainda não form eliminados

source: Spam Comments
nl_nl: Spamreacties
pl_pl: Komentarze zawierające spam
pt_pt: Comentários marcados como Spam

source: Posts or pages you've marked as trash but haven't permanently deleted yet
nl_nl: Berichten of pagina's die je naar de prullenbak hebt verplaats, maar nog niet permanent hebt verwijderd
pl_pl: Posty lub strony przeniesione do kosza, które nie zostały jeszcze trwale usunięte
pt_pt: Artigos ou páginas que marcou como lixo mas que ainda não foram eliminados permanentemente

source: Trashed Posts
nl_nl: Berichten in de Prullenbak
pl_pl: Posty w koszu
pt_pt: Artigos movidos para o Lixo

source: Auto-saved versions of your posts and pages. If you don’t use drafts you can safely delete these entries
nl_nl: Automatisch opgeslagen versies van je berichten en pagina's. Als je geen concepten gebruikt, dan kun je deze items veilig verwijderen
pl_pl: Automatycznie zapisane wersje Twoich postów i stron. Jeśli nie korzystasz z wersji roboczych, możesz bezpiecznie usunąć te wpisy
pt_pt: Versões gravadas automaticamente dos seus artigos e páginas. Se não usa rascunhos, pode excluir seguramente eliminar estas entradas

source: Draft Posts
nl_nl: Conceptberichten
pl_pl: Wersje robocze postów
pt_pt: Rascunhos de Artigos

source: Historic versions of your posts and pages. If you don't need to revert to older versions, delete these entries
nl_nl: Historische versies van je berichten en pagina's. Als je geen oudere versies hoeft te herstellen, dan kun je deze items verwijderen
pl_pl: Historyczne wersje Twoich postów i stron. Jeśli nie musisz powracać do starszych wersji, usuń te wpisy
pt_pt: Versões em histórico dos seus artigos e páginas. Se não precisa reverter para versões mais antigas, elimine estas entradas

source: Post Revisions
nl_nl: Bericht Revisies
pl_pl: Wersje postów
pt_pt: Revisões de Artigos

source: Make sure you have a current backup just in case.
nl_nl: Zorg ervoor dat je een actuele back-up hebt voor het geval dat.
pl_pl: Upewnij się, że masz aktualną kopię zapasową.
pt_pt: Confirme que tem um backup actual só para o caso.

source: database entries
nl_nl: database items
pl_pl: wpisy bazy danych
pt_pt: entradas da base de dados

source: Are you sure you wish to delete
nl_nl: Weet je zeker dat je wilt verwijderen
pl_pl: Czy na pewno chcesz usunąć
pt_pt: Tem a certeza que deseja apagar

source: Error updating settings
nl_nl: Fout bij het bijwerken van de instellingen
pl_pl: Błąd podczas aktualizacji ustawień
pt_pt: Erro ao actualizar as definições

source: Enhanced Asset Optimization
nl_nl: Verbeterde Bronnenoptimalisatie
pl_pl: Ulepszona optymalizacja zasobów
pt_pt: Optimização de Recursos Aprimorada

source: Add CSS here
nl_nl: Voeg hier CSS toe
pl_pl: Dodaj kod CSS tutaj
pt_pt: Adicionar CSS aqui

source: CSS to insert into your <head> area
nl_nl: CSS om in je <head>-gedeelte in te voegen
pl_pl: Kod CSS do wstawienia do obszaru <head>
pt_pt: CSS para inserir na área <head>

source: Next, switch to the advanced area of asset optimization and move all of your CSS files to the footer area.
nl_nl: Vervolgens, schakel om naar het geavanceerde gedeelte van bronnenoptimalisatie en verplaats al je CSS-bestanden naar de footer.
pl_pl: Następnie przejdź do zaawansowanego obszaru optymalizacji zasobów i przenieś wszystkie swoje pliki CSS do obszaru stopki.
pt_pt: A seguir, troque para área avançada da optimização de recursos e mova todos os seus ficheiros CSS para área do rodapé.

source: Add critical layout and styling CSS here. We will insert into <style> tags in your <head> section of each page.
nl_nl: Voeg hier kritieke lay-out en styling CSS toe. We zullen het invoegen in <style>-tags in het <head>-gedeelte van elke pagina.
pl_pl: Dodaj najważniejsze style CSS tutaj. Wstawimy tagi <style> do sekcji <head> każdej twojej strony.
pt_pt: Adicione layout crítico e estilos CSS aqui. Vamos inserir dentro da tag <style> da secção <head> da cada página.

source: This will result in the content loading quickly, with the styling followed shortly after.
nl_nl: Dit zal ertoe leiden dat de inhoud snel wordt geladen, met de styling kort daarna gevolgd.
pl_pl: To zaowocuje treścią ładowaną szybciej, a stylami zaraz po niej.
pt_pt: Isto vai resultar num carregamento do conteúdo mais rápido, com os estilos em seguida pouco depois.

source: Drastically reduce your page load time by moving all of your stylesheets to the footer to force them to load after your content.
nl_nl: Verlaag de laadtijd van je pagina's drastisch door al je stylesheets naar de footer te verplaatsen om ze na je inhoud te laten laden.
pl_pl: Zredukuj drastycznie czas wczytywania strony przenosząc wszystkie arkusze stylów do stopki, wymuszając tym wczytywanie po pojawieniu się treści.
pt_pt: Reduz drásticamante o tempo de carregamento da sua página ao mover todos as suas folhas de estilo para o rodapé para forçar o seu carregamento depois do conteúdo.

source: CSS above the fold
nl_nl: CSS boven de vouw
pl_pl: CSS w widocznej części strony ("above the fold")

source: %d dispensable entries
nl_nl: %d onnodige items
pl_pl: %d alternatywnych wpisów
pt_pt: %d entradas dispensáveis

source: If you don't want your RSS Feed cached, you can disable it here.
nl_nl: Als je niet wilt dat je RSS-feed wordt gecacht, dan kun je dat hier uitschakelen.
pl_pl: Jeśli nie chcesz przechowywać RSS w pamięci podręcznej, może to wyłączyć tutaj.
pt_pt: Se não pretende armazenar RSS feed em cache, pode desactivar aqui.

source: Note: The default expiry is set to one hour.
nl_nl: Opmerking: de standaard verlooptijd is ingesteld op één uur.
pl_pl: Uwaga: Domyślne wygaśnięcie jest ustawione na jedną godzinę.
pt_pt: Nota: A expiração por defeito está definida para uma hora.

source: seconds
nl_nl: seconden
pl_pl: sekund
pt_pt: segundos

source: Choose the length of time you want WordPress to cache your RSS feed for. The longer you cache it for, the less load on your server.
nl_nl: Bepaal hoe lang je wilt dat WordPress je RSS-feed in de cache bewaard Hoe langer je het in de cache opslaat, hoe minder belasting op je server.
pl_pl: Określ czas przechowywania kanałów RSS w pamięci podręcznej. Im dłużej są przechowywane, tym miejsze obciążenie serwera.
pt_pt: Escolha o periodo de tempo que pretende que WordPress guarde o seu RSS feed em cache. Quanto mais tempo guardar em cache, menos carregamentos no seu servidor.

source: Expiry time
nl_nl: Verlooptijd
pl_pl: Czas wygaśnięcia
pt_pt: Tempo de Expiração

source: RSS Feed Caching is currently active.
nl_nl: RSS-feed Caching is momenteel actief.
pl_pl: Pamięć podręczna RSS jest obecnie aktywna.
pt_pt: RSS Feed em cache está actualmente activo.

source: RSS Caching is currently disabled.
nl_nl: RSS-caching is momenteel uitgeschakeld.
pl_pl: Pamięć podręczna RSS jest obecnie wyłączona.
pt_pt: RSS em cache está actualmente desactivado.

source: By default, WordPress will cache your RSS feeds to reduce the load on your server – which is a great feature. Hummingbird gives you control over the expiry time, or you can disable it all together.
nl_nl: WordPress cached standaard je RSS-feeds om de belasting op je server te verminderen - wat een geweldige functie is. Hummingbird geeft je controle over de verlooptijd of je kunt het compleet uitschakelen.
pl_pl: Wordpress domyślnie przechowuje Twoje kanały RSS w pamięci podręcznej w celu zmniejszenia obciążenia serwera, co jest wspaniałą cechą. Hummingbird daje Ci kontrolę nad czasem ważności pamięci podręcznej. Możesz też po prostu ją wyłączyć.
pt_pt: Por omissão, WordPress irá guardar os seus RSS feeds para reduzir os carregamentos no seu servidor - o que é uma óptima funcionalidade. Hummingbird dá-lhe o controlo sobre o tempo de expiração, ou até pode desactivá-los a todos.

source: Disable caching
nl_nl: Caching uitschakelen
pl_pl: Wyłącz buforowanie
pt_pt: Desactivar armazenamento em cache

source: Disable Caching
nl_nl: Caching Uitschakelen
pl_pl: Wyłącz buforowanie
pt_pt: Desactivar armazenamento em Cache

source: Enable Caching
nl_nl: Caching Inschakelen
pl_pl: Włącz buforowanie
pt_pt: Habilitar Caching

source: %1$s of your cache types don’t meet the recommended expiry period of 1 year. Configure browser caching <a href="%2$s" id="configure-link">here</a>.
nl_nl: %1$s van je cachetypes voldoen niet aan de aanbevolen verlooptijd van 1 jaar. Configureer browser caching <a href="%2$s" id="configure-link">hier</a>.

source: Note: Deactivating won’t lose any of your website data, only the cached pages will be removed and won’t be served to your visitors any longer.
nl_nl: Opmerking: bij deactivering zullen er geen website gegevens verloren gaan, alleen de pagina's in de cache worden verwijderd en zullen niet meer aan je bezoekers worden geserveerd.
pl_pl: Uwaga: dezaktywacja nie spowoduje utraty żadnych danych z Twojej witryny, tylko strony z pamięci podręcznej zostaną usunięte i nie będą już wyświetlane użytkownikom.
pt_pt: Nota: ao desactivar não irá perder nenhum dos dados do seu website, apenas as páginas em cache serão removidas e não serão mais exibidas aos seus visitantes.

source: Allow subsites to disable page caching
nl_nl: Subsites toestaan om de pagina cache te deactiveren
pl_pl: Zezwól blogom na wyłączenie pamięci podręcznej
pt_pt: Permitir que os subsites desactivem a cache da pagína

source: Even though 404s are bad and you will want to avoid them with redirects, you can still choose to cache your 404 page to avoid additional load on your server.
nl_nl: Hoewel 404s slecht zijn en je ze met redirects wilt vermijden, kun je er toch voor kiezen om je 404-pagina te cachen om extra belasting op je server te voorkomen.
pl_pl: Mimo tego że 404 są złe i chciałbyś uniknąć ich robiąc przekierowania, może wciąż wybrać aby umieścić 404 w pamięci podręcznej, żeby uniknąć dodatkowego obciążenia serwera.
pt_pt: Mesmo que os 404s sejam maus e irá querer evitá-los com redirecionamentos, ainda pode optar por armazenar a sua página 404 em cache para evitar uma carga adicional no seu servidor.

source: Cache 404 requests
nl_nl: Cache 404-verzoeken
pl_pl: Pamięć podręczna zapytań 404
pt_pt: Pedidos 404 em cache

source: You can deactivate page caching at any time. Remember this may result in slower page loads unless you have another caching plugin activate.
nl_nl: Je kunt pagina caching op elk gewenst moment deactiveren. Dit kan resulteren in langzamere pagina's, tenzij je een andere caching plugin gebruikt.
pl_pl: Możesz dezaktywować buforowanie stron w dowolnym momencie. Pamiętaj, że może to spowodować wolniejsze ładowanie stron, chyba że aktywujesz inną wtyczkę do buforowania.
pt_pt: Pode desativar a cache das páginas a qualquer momento. Lembre-se de que isto pode resultar em carregamentos de página mais lentos, a menos que tenha outro plugin de armazenamento em cache activo.

source: This setting adds the Page Caching tab to Hummingbird and allows a network or subsite admin to disable Page Caching if they wish to. Note: It does not allow them to modify your network settings.
nl_nl: Deze instelling voegt het tabblad Pagina Caching toe aan Hummingbird en staat een netwerk- of subsite beheerder toe Pagina Caching uit te schakelen als ze dat willen. Opmerking: het staat hen niet toe je netwerkinstellingen te wijzigen.
pl_pl: To ustawienie dodaje zakładkę Pamięci Podręcznej Stron do Hummingbirda i pozwala Administrator sieci lub bloga na wyłączenie Pamięci Podręcznej Stron jeśli chce. Uwaga: to nie zezwala im na zmiany ustawień sieci witryn.
pt_pt: Esta configuração adiciona a guia Cache de Página ao Hummingbird e permite que um administrador de rede ou de subsite desactivar Cache de Página, se desejar. Nota: Não permite modificar suas configurações de rede.

source: %s of your cache types don’t meet the recommended expiry period of 1 year. Configure browser caching <a href="#" id="configure-link">here</a>.
nl_nl: %s van je cachetypes voldoen niet aan de aanbevolen verlooptijd van 1 jaar. Configureer browser caching <a href="#" id="configure-link">hier</a>.

source: Add one host entry per line replacing the http:// or https:// with // e.g. //fonts.googleapis.com. We’ve added a few common DNS requests to get you started.
nl_nl: Voeg één hostitem per regel toe en vervang de http:// of https:// met //, bijvoorbeeld //fonts.googleapis.com. We hebben enkele algemene DNS-verzoeken toegevoegd om je op weg te helpen.
pl_pl: Dodaj po jednym hoście w linii, zamieniając "http://" lub "https://" na "//", np: //fonts.googleapis.com. Dodaliśmy już kilka popularnych żądań DNS na dobry początek.
pt_pt: Adicione um host por linha substituindo http:// ou https:// com // ex. //fonts.googleapis.com. Adicionamos algumas pedidos de DNS comuns para começar.

source: Speeds up web pages by pre-resolving DNS. In essence it tells a browser it should resolve the DNS of a specific domain prior to it being explicitly called – very useful if you use third party services.
nl_nl: Versnelt webpagina's door DNS vooraf op te lossen. In feite vertelt het een browser dat het de DNS van een specifiek domein moet oplossen voordat het expliciet wordt aangeroepen - erg handig als je services van derden gebruikt.
pl_pl: Przyśpiesz witryny przez wstępne rozwiązywanie DNS. W skrócie: przeglądarka jest instruowana aby rozwiązałą DNS konkretnej domeny zanim jeszcze zostanie on bezpośrednio wywołana - jest to bardzo przydatne, jeśli używane są zewnętrze usługi.
pt_pt: Acelera as páginas da web ao pré-resolver o DNS. Essencialmente, diz ao navegador que deve resolver o DNS de um domínio específico antes de ser explicitamente chamado - muito útil se usar serviços de terceiros.

source: Prefetch DNS Requests
nl_nl: DNS-verzoeken Prefetchen
pl_pl: Żądania wstępnego pobierania DNS (prefetch)
pt_pt: Pré-busca de pedidos DNS

source: Remove the default Emoji JS & CSS files
nl_nl: De standaard Emoji JS & CSS-bestanden verwijderen
pl_pl: Usuń domyślne pliki JS & CSS z Emotikonami
pt_pt: Remover Emojis e ficheiros JS &CSS por defeito

source: WordPress adds Javascript and CSS files to convert common symbols like “:)” to visual emojis. If you don’t need emojis this will remove two unnecessary assets.
nl_nl: WordPress voegt JavaScript- en CSS-bestanden toe om veelgebruikte symbolen zoals ":)" naar visuele emoji's te converteren. Als je geen emoji's nodig hebt, dan zal dit twee overbodige scripts verwijderen.
pl_pl: WordPress dodaje pliki Javascript i CSS w celu konwersji popularnych emotikonów na obrazkowe emoji. Jeśli nie potrzebujesz emoji, ta opcja usunie dwa niepotrzebne zasoby.
pt_pt: O WordPress adiciona ficheiros Javascript e CSS para converter símbolos comuns como ":)" em emojis visuais. Se não precisar de emojis, isto irá remover dois recursos desnecessários.

source: Remove query strings from my assets
nl_nl: Query strings van bronnen verwijderen
pl_pl: Usuń parametry zapytań z zasobów
pt_pt: Remover "query strings" dos meus recursos

source: Some proxy caching servers and even some CDNs cannot cache static assets with query strings, resulting in a large missed opportunity for increased speeds.
nl_nl: Sommige proxy caching-servers en zelfs sommige CDN's kunnen statische bronnen met querystrings niet cachen, wat resulteert in een grote gemiste kans voor hogere snelheden.
pl_pl: Niektóre serwery proxy z wbudowaną pamięcią podręczną oraz niektóre CDNy nie potrafią przechowywać w pamięci podręcznej statycznych zasobów jeśli zapytania o nie zawierają parametry. To skutkuje straconą szansą na zwiększenie szybkości.
pt_pt: Alguns servidores de armazenamento em cache de proxy e até mesmo alguns CDNs não podem armazenar em cache recursos estáticos com "query strings", resultando numa grande oportunidade perdida de aumento de velocidade.

source: Here are a few additional tweaks you can make to further reduce your page load times.
nl_nl: Hier zijn een paar extra aanpassingen die je kunt maken om de laadtijd van je pagina's verder te verminderen.
pl_pl: Oto kilka dodatkowych zmian, które mogą jeszcze bardziej skrócić czas ładowania Twojej strony
pt_pt: Aqui estão alguns ajustes adicionais que pode fazer para reduzir ainda mais os tempos de carregamento da sua página.

source: Enabled scheduled cleanups
nl_nl: Geplande opschoningen ingeschakeld
pl_pl: Aktywuj zaplanowane czyszczenie bazy danych
pt_pt: Limpezas agendadas activadas

source: Schedule Hummingbird to automatically clean your database daily, weekly or monthly.
nl_nl: Laat Hummingbird je database automatisch dagelijks, wekelijks of maandelijks opschonen.
pl_pl: Zaplanuj Hummingbird tak, aby automatycznie czyścić bazę danych codziennie, co tydzień lub co miesiąc.
pt_pt: Agende o Hummingbird para limpar automaticamente a sua base de dados diariamente, semanalmente ou mensalmente.

source: Schedule Cleanups
nl_nl: Opschoningen Inplannen
pl_pl: Zaplanuj czyszczenie bazy danych
pt_pt: Agendar limpezas

source: Unlock automatic scheduled database cleanups with a WPMU DEV Membership
nl_nl: Ontgrendel automatische geplande opschoning van de database met een WPMU DEV-lidmaatschap
pl_pl: Odblokuj automatyczne planowanie czyszczenia bazy danych za pomocą członkostwa w WPMU DEV
pt_pt: Desbloquear limpezas automáticas da base de dados agendadas com uma WPMU DEV membership

source: Save changes
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany
pt_pt: Guardar alterações

source: <p>Regular cleanups of your database ensures you’re regularly removing extra bloat which can slow down your host server. Upgrade to Hummingbird Pro as part of a WPMU DEV membership to unlock this feature today! <a href="%s" target="_blank">Learn More</a>.</p>
nl_nl: <p>Regelmatige opschoningen van je database zorgen ervoor dat je regelmatig onnodige gegevens verwijdert die je hostserver langzamer kan laten werken. Upgrade naar Hummingbird Pro als onderdeel van een WPMU DEV-lidmaatschap om deze functie vandaag nog te ontgrendelen! <a href="%s" target="_blank">Meer informatie</a>.</p>
pl_pl: <p>Regularne porządki w bazie danych zapewniają regularne usuwanie nadmiarowych danych, które mogą spowolnić server. Przejdź na Hummingbird Pro - w ramach członkostwa WPMU DEV - aby odblokować tę funkcję już dziś! <a href="%s" target="_blank">Learn More</a>.</p>
pt_pt: <p> As limpezas regulares à sua base de dados garantem uma remoção regular do excesso, o que pode tornar o servidor mais lento. Actualize para o Hummingbird Pro como parte de uma WPMU DEV Membership para desbloquear este recurso hoje mesmo! <a href="%s" target="_blank">Saiba mais</a>. </p>

source: Delete All
nl_nl: Alle Verwijderen
pl_pl: Usuń wszystko
pt_pt: Apagar todos

source: Tip: Make sure you have a current backup before running a cleanup.
nl_nl: Tip: zorg ervoor dat je een actuele back-up hebt voordat je een opschoning uitvoert.
pl_pl: Wskazówka: upewnij się, że masz bieżącą kopię zapasową bazy danych przed uruchomieniem czyszczenia.
pt_pt: Dica: Verifique se tem um backup actual antes de executar uma limpeza.

source: Delete entries
nl_nl: Items verwijderen
pl_pl: Usuń wpisy
pt_pt: Apagar entradas

source: Entries
nl_nl: Items
pl_pl: Wpisy
pt_pt: Entradas

source: Assets
nl_nl: Bronnen
pl_pl: Zasoby
pt_pt: Recursos

source: Database Cleanup
nl_nl: Database Opschoning
pl_pl: Porządkowanie bazy danych
pt_pt: Limpeza da Base de Dados

source: General
nl_nl: Algemeen
pl_pl: Ustawienia główne
pt_pt: Geral

source: Advanced Tools
nl_nl: Geavanceerde Tools
pl_pl: Narzędzia zaawansowane
pt_pt: Ferramantas Avançadas

source: Asset Optimization
nl_nl: Bronnenoptimalisatie
pl_pl: Optymalizacja zasobów
pt_pt: Optimização de Recursos

source: Upgrade
nl_nl: Upgraden
pl_pl: Przejdź na wyższy plan
pt_pt: Actualizar

source: Upgrade to Hummingbird Pro
nl_nl: Upgrade naar Hummingbird Pro
pl_pl: Uaktualnij Hummingbird do wersji Pro
pt_pt: Actualizar para Hummingbird Pro

source: View Hummingbird Documentation
nl_nl: Hummingbird Documentatie Bekijken
pl_pl: Zobacz dokumentację Hummingbird
pt_pt: Ver a Documentação do Hummingbird

source: <strong>%d database entries</strong> were deleted successfully.
nl_nl: <strong>%d database items</strong> zijn succesvol verwijderd.
pl_pl: Usunięto <strong>%d pozycji z bazy danych</strong>.
pt_pt: <strong>%d entradas da base de dados</strong> foram eliminadas com sucesso.

source: Error deleting data.
nl_nl: Fout bij het verwijderen van data.
pl_pl: Błąd podczas usuwania danych.
pt_pt: Erro ao apagar dados.

source: Invalid type specified.
nl_nl: Ongeldig type gespecificeerd.
pl_pl: Podano nieprawidłowy typ.
pt_pt: Tipo especificado é inválido.

source: Pretty much everything you need for developing and managing WordPress based websites, and then some.
nl_nl: Vrijwel alles wat je nodig hebt voor het ontwikkelen en beheren van WordPress-websites.
pl_pl: Prawie wszystko, czego potrzebujesz do tworzenia i zarządzania stronami internetowymi opartymi na WordPressie, wszystko czego potrzebujesz...
pt_pt: Praticamente tudo que precisa para desenvolver e gerir sites baseados em WordPress, e mais alguns.

source: SmartCrawl Search Engine Optimization
nl_nl: SmartCrawl Zoekmachine Optimalisatie
pl_pl: Optymalizacja Silnika Wyszukiwarki SmartCrawla
pt_pt: Optimização para motores de pesquisa Smartcrawl

source: Learn more
nl_nl: Leer meer
pl_pl: Dowiedz się więcej
pt_pt: Saiba mais

source: Customize Titles & Meta Data, OpenGraph, Twitter & Pinterest Support, Auto-Keyword Linking, SEO & Readability Analysis, Sitemaps, URL Crawler & more.
nl_nl: Titels & Metadata, OpenGraph, Twitter & Pinterest-ondersteuning, Automatische Links, SEO- en leesbaarheidsanalyse, Sitemaps, URL-crawler en meer aanpassen.
pl_pl: Dostosuj dane Tytułów i Meta, obsługę Open Graph, Twittera i Pinteresta, Automatyczne Linkowanie Słów Kluczowych, Analizę Seo & Czytelności, Mapy witryny, crawlerów URL i wiele więcej.
pt_pt: Customizar Títulos & Meta dados, OpenGraph, suporte ao Twitter & Pinterest, Auto-Keyword Linking, análises SEO & Legibilidade, Sitemaps, URL Crawler & mais.

source: Resize, optimize and compress all of your images with the incredibly powerful and award-winning, 100% free WordPress image optimizer.
nl_nl: Pas het formaat aan van, optimaliseer en comprimeer al je afbeeldingen met de ongelooflijk krachtige en bekroonde, 100% gratis WordPress afbeeldingsoptimalisator.
pl_pl: Zmieniaj rozmiar, optymalizuj i kompresuj wszystkie obrazy dzięki niesamowicie wydajnemu i nagradzanemu, w 100% darmowemu optymalizatorowi obrazów.
pt_pt: Redimensione, optimize e comprima todas as suas imagens com o incrivelmente poderoso e premiado, optimizador de imagens WordPress 100% gratuito.

source: Smush Image Compression and Optimization
nl_nl: Smush Afbeeldingscompressie en Optimalisatie
pl_pl: Smush Kompresja i Optymalizacja Obrazków
pt_pt: Smush para Compressão e Optimização de imagem

source: Check out our other free wordpress.org plugins!
nl_nl: Bekijk onze andere gratis wordpress.org plugins!
pl_pl: Sprawdź nasze inne darmowe wtyczki na wordpress.org!
pt_pt: Confira os nossos outros plugins gratuitos em wordpress.org!
