Repository: polive31/Goutu-Local
Catalog: languages/plugins/hummingbird-performance-*.po
Languages: nl_nl, pl_pl, pt_pt

source: Try Pro for free
nl_nl: Probeer Pro gratis uit

source: Secure and protect your site from malicious hackers and bots.
nl_nl: Beveilig en bescherm je site tegen kwaadaardige hackers en bots.

source: Try Hummingbird Pro for free
nl_nl: Probeer Hummingbird Pro gratis uit

source: Resend email
nl_nl: E-mail opnieuw verzenden

source: Generate leads with pop-ups, slide-ins and email opt-ins.
nl_nl: Genereer leads met pop-ups, slide-ins en e-mail opt-ins.

source: Configure your markup for optimal page and social ranking.
nl_nl: Configureer je markup voor optimale pagina- en sociale ranking.

source: Create dynamic forms easily and quickly with our form builder.
nl_nl: Maak eenvoudig en snel dynamische formulieren met onze formulierbouwer.

source: Add powerful caching and optimize your assets.
nl_nl: Voeg krachtige caching toe en optimaliseer je bronnen.

source: Resize, optimize and compress all of your images to the max.
nl_nl: Verklein, optimaliseer en comprimeer al je afbeeldingen tot het maximum.

source: Enjoying %s? Try out a few of our other popular free plugins...
nl_nl: Bevalt %s je? Probeer een paar van onze andere populaire gratis plugins...

source: Note: Some externally hosted files can cause issues when added to the CDN. You can exclude these files from being hosted in the Settings tab.
nl_nl: Opmerking: sommige extern gehoste bestanden kunnen problemen veroorzaken wanneer ze aan het CDN worden toegevoegd. Je kunt deze bestanden uitsluiten van het CDN op het tabblad Instellingen.

source: Cancel Test
nl_nl: Test Annuleren

source: Start typing handle name...
nl_nl: Begin met typen...

source: Exclude files from using CDN
nl_nl: Bestanden uitsluiten van het CDN

source: Note that some externally hosted files can cause issues when trying to serve them from the CDN. You can exclude these files by listing them below.
nl_nl: Houd er rekening mee dat sommige extern gehoste bestanden problemen kunnen veroorzaken wanneer ze vanaf het CDN worden geserveerd. Je kunt deze bestanden uitsluiten door ze hieronder aan te geven.

source: The recommended value for this file type is at least %s.
nl_nl: De aanbevolen waarde voor dit bestandstype is ten minste %s.

source: CloudFlare is connected, but it appears you don’t have any active zones for this domain. Double check your domain has been added to Cloudflare and tap re-check when ready.
nl_nl: Cloudflare is verbonden, maar het lijkt erop dat je geen actieve zones hebt voor dit domein. Controleer nogmaals of je domein is toegevoegd aan Cloudflare en klik op opnieuw controleren wanneer je klaar bent.

source: Click 'View' button and copy the Global API Key identifier.
nl_nl: Klik op de knop 'Weergeven' en kopieer de Globale API-sleutel identifier.

source: Switch to API Tokens tab.
nl_nl: Ga naar API-tokens tabblad.

source: Go to My Profile.
nl_nl: Ga naar Mijn Profiel.

source: Note: Gzip compression already enabled on the server.
nl_nl: Opmerking: gzip-compressie is al ingeschakeld op de server.

source: Use the Hummingbird Asset Optimization module to compress your JavaScript files. To minify, locate the JavaScript files in the assets page and click the compress button on the right.
nl_nl: Gebruik de Bronnenoptimalisatie-module om je JavaScript-bestanden te comprimeren. Om de bestanden te comprimeren, zoek je de JavaScript-bestanden op de bronnenpagina en klik je op de compressieknop aan de rechterkant.

source: TTFB largely depends on your server’s performance capacity. Considering switching to a host which comes with features such as dedicated resources, object caching, support for the latest PHP versions, and a blazing fast CDN.
nl_nl: TTFB hangt grotendeels af van de prestatiecapaciteit van je server. Overweeg over te stappen naar een host met functies zoals gegarandeerde bronnen, object caching, ondersteuning voor de nieuwste PHP-versies en een razendsnelle CDN.

source: Use the Hummingbird Asset Optimization module to compress your CSS files. To minify, locate the CSS files in the assets page and click the compress button on the right.
nl_nl: Gebruik de Bronnenoptimalisatie-module om je CSS-bestanden te comprimeren. Om de bestanden te comprimeren, zoek je de CSS-bestanden op de bronnenpagina en klik je op de compressieknop aan de rechterkant.

source: View details
nl_nl: Details bekijken

source: Renew Membership
nl_nl: Lidmaatschap Vernieuwen

source: This option requires WooCommerce to be installed and activated.
nl_nl: Voor deze optie moet WooCommerce worden geïnstalleerd en geactiveerd.

source: All Pages
nl_nl: Alle Pagina's

source: Non-WooCommerce Pages
nl_nl: Niet-WooCommerce-pagina's

source: Disable cart fragments on
nl_nl: Winkelwagenfragmenten uitschakelen op

source: Choose whether to disable this feature on only non-WooCommerce pages, or all pages.
nl_nl: Kies of je deze functie alleen op niet-WooCommerce-pagina's of op alle pagina's wilt uitschakelen.

source: Disable cart fragments
nl_nl: Winkelwagenfragmenten uitschakelen

source: WooCommerce uses ajax calls to update cart totals without refreshing the page. These ajax calls run on every page and can drastically increase page load times. We recommend disabling cart fragments on all non-WooCommerce pages.
nl_nl: WooCommerce gebruikt Ajax calls om het winkelwagentotaal bij te werken zonder de pagina te vernieuwen. Deze Ajax calls worden op elke pagina uitgevoerd en kunnen de laadtijden van pagina's drastisch verhogen. We raden aan winkelwagenfragmenten uit te schakelen op alle niet-WooCommerce-pagina's.

source: After disabling cart fragments, be sure to enable the %1$sRedirect to the cart page after successful addition%2$s option in your Woocommerce Settings to redirect your customers to the main cart page instead of waiting for an item to be added to the cart.
nl_nl: Zorg er na het uitschakelen van winkelwagentfragmenten voor dat de %1$sRedirect naar de winkelwagenpagina na succesvolle toevoeging%2$s optie in je WooCommerce-instellingen is ingeschakeld om je klanten naar de hoofdpagina van de winkelwagen te leiden in plaats van te wachten tot een item wordt toegevoegd aan de winkelwagen.

source: Your All-in-One WordPress Platform
nl_nl: Jouw alles-in-één WordPress-platform

source: Any page or post that's been updated, or for which the cache was cleared
nl_nl: Elke pagina of bericht dat is bijgewerkt of waarvoor de cache is gewist

source: Homepage
nl_nl: Homepagina

source: Choose which pages you want to trigger cache preload. We recommend you always preload the homepage.
nl_nl: Kies voor welke pagina's je cache preloading wilt activeren. We raden aan de homepagina altijd te preloaden.

source: Pages will be preloaded once you save changes, and then automatically whenever an action triggers your cache to be cleared as per your settings below.
nl_nl: Pagina's zullen worden gepreload wanneer je je wijzigingen opslaat. Vervolgens gebeurt het automatisch, elke keer als een actie ervoor zorgt dat je cache wordt leeggemaakt volgens je onderstaande instellingen.

source: View Plans
nl_nl: Pakketten Bekijken

source: Check out our Silver, Gold and Platinium plans with more SSD Storage space and up to 16 GB RAM. For even more power you can check out our enterprise WordPress Multisite hosting.
nl_nl: Bekijk onze Silver-, Gold- en Platinum-pakketten met meer SSD-opslagruimte en tot 16 GB RAM. Voor nog meer power kun je onze enterprise WordPress Multisite hosting bekijken.

source: If yours is a high traffic site, upgrade your server resources to improve your server response time.
nl_nl: Als jouw site veel verkeer heeft, kun je je serverbronnen upgraden, zodat de reactietijd van je server verbetert.

source: WPMU DEV Hosting offers 3 free websites with features such as dedicated resources, object & page caching, and blazing fast CDN. %1$sTry it out today with a free WMPU DEV membership!%2$s
nl_nl: WPMU DEV Hosting biedt je 3 gratis websites met features zoals gegarandeerde resources, object- en pagina caching en een razendsnelle CDN. %1$sProbeer het vandaag nog met een gratis WPMU DEV-lidmaatschap!%2$s

source: Specify the cookie IDs you don't want cached. Add one ID per line.
nl_nl: Geef de cookie-ID's op die je niet in de cache wilt opslaan. Voeg één ID per regel toe.

source: WooCommerce Cart Fragments
nl_nl: WooCommerce Winkelwagenfragmenten

source: Cache preloading is active. You can adjust your preload settings below.
nl_nl: Cache preloading is actief. Je kunt je preload instellingen hieronder aanpassen.

source: Not using your language, or have improvements? Help us improve translations by providing your own improvements %1$shere%2$s.
nl_nl: Gebruik je jouw eigen taal niet, of heb je verbeteringen? Help ons onze vertalingen te verbeteren door jouw verbeteringen %1$shier%2$s aan te bieden.

source: Active Translation
nl_nl: Actieve Vertaling

source: By default, Hummingbird will use the language you’d set in your %1$sWordPress Admin Settings%2$s if a matching translation is available.
nl_nl: Hummingbird zal standaard de door jou ingestelde taal in de %1$sWordPress-instellingen%2$s gebruiken, als er een overeenkomende vertaling beschikbaar is.

source: Translations
nl_nl: Vertalingen

source: Configure general settings for this plugin.
nl_nl: Configureer de algemene instellingen voor deze plugin.

source: Error detecting language
nl_nl: Fout bij detecteren taal

source: Error updating .htaccess file
nl_nl: Fout bij bijwerken .htaccess-bestand

source: Every %d Minutes
nl_nl: Elke %d Minuten

source: Hummingbird detect that the SG Optimizer plugin with frontend optimization features is enabled. Some asset settings have been disabled for compatibility.
nl_nl: Hummingbird heeft gedetecteerd dat de SG Optimizer plugin met frontend-optimalisatiefuncties is ingeschakeld. Sommige functies voor bronnen zijn uitgeschakeld voor compatibiliteit.

source: Your changes have been saved successfully. We have sent an email to new recipients to confirm their subscription.
nl_nl: Je wijzigingen zijn succesvol opgeslagen. We hebben een e-mail gestuurd naar de nieuwe ontvangers om hun abonnement te bevestigen.

source: Varnish unknown error
nl_nl: Onbekende Varnish fout

source: Varnish error: %s
nl_nl: Varnish fout: %s

source: Wrong Service. $service must be an instance of Hummingbird\Core\Api\Service\Service
nl_nl: Verkeerde Service. $service moet een onderdeel zijn van Hummingbird\Core\Api\Service\Service

source: Hummingbird detect that the SG Optimizer plugin with frontend optimization features is enabled. Some asset optimization features have been disabled for compatibility.
nl_nl: Hummingbird heeft gedetecteerd dat de SG Optimizer plugin met frontend-optimalisatiefuncties is ingeschakeld. Sommige functies voor bronnenoptimalisatie zijn uitgeschakeld voor compatibiliteit.

source: %1$sCancel%2$s
nl_nl: %1$sAnnuleren%2$s

source: Refresh the page to see the updated count.
nl_nl: Herlaad de pagina om de bijgewerkte telling te zien.

source: Preloading in progress...
nl_nl: Bezig met preloaden...

source: This feature allows you to preload your page cache before users visit pages. You can enable this in the settings below.
nl_nl: Met deze functie kun je je paginacache vooraf laden voordat gebruikers pagina's bezoeken. Je kunt dit inschakelen in de onderstaande instellingen.

source: The page cache will be cleared after each comment made on a post.
nl_nl: De paginacache wordt gewist na elke reactie bij een bericht.

source: Clear cache on comment post
nl_nl: De cache wissen bij het plaatsen van reacties

source: Cache on mobile devices
nl_nl: Cache op mobiele apparaten

source: Improves performance on servers, where gzip compression is disabled or not available.
nl_nl: Verbetert de prestaties op servers, waar gzip-compressie is uitgeschakeld of niet beschikbaar is.

source: Note: OpCache is only available if you have the service setup on your server.
nl_nl: Opmerking: OpCache is alleen beschikbaar als je de service hebt ingesteld op je server.

source: OpCache stores script bytecode in memory so PHP scripts don't have to be loaded and parsed with every request. When enabled we will purge cache when you publish posts, pages or comments.
nl_nl: OpCache slaat scriptbytecode op in het geheugen, zodat PHP-scripts niet bij elke aanvraag hoeven te worden geladen en geparseerd. Indien ingeschakeld, wissen we de cache wanneer je berichten, pagina's of opmerkingen publiceert.

source: By default, page caching is enabled for mobile devices. If you don't want to use mobile caching, simply disable this setting.
nl_nl: Pagina caching is standaard ingeschakeld voor mobiele apparaten. Als je geen mobiele caching wilt gebruiken, schakel je deze instelling gewoon uit.

source: Integrations
nl_nl: Integraties

source: Purge Varnish caching
nl_nl: Varnish cache leegmaken

source: Hummingbird will detect and enable the integrated caching options and will use those when clearing the cache.
nl_nl: Hummingbird detecteert en activeert de geïntegreerde caching-opties en gebruikt deze bij het wissen van de cache.

source: We recommend setting the interval to no less than 24 hours. Short intervals increase server loads and could negatively impact performance.
nl_nl: We raden aan om het interval in te stellen op niet minder dan 24 uur. Korte intervallen verhogen de serverbelasting en kunnen de prestaties negatief beïnvloeden.

source: days
nl_nl: dagen

source: hours
nl_nl: uur

source: Clear cache timing
nl_nl: Cache legen timing

source: Purge OpCache
nl_nl: OpCache Leegmaken

source: Varnish caching increases response to HTTP requests and reduces server workload, significantly accelerating delivery. When enabled it will purge Varnish cache when you publish posts, pages or comments.
nl_nl: Varnish caching verhoogt de respons op HTTP-aanvragen en vermindert de serverbelasting, waardoor pagina's aanzienlijk sneller worden geladen. Indien ingeschakeld zal het de Varnish cache leegmaken wanneer je berichten, pagina's of opmerkingen publiceert.

source: A cache cleanup will occur following page or post updates at the interval you set.
nl_nl: De cache wordt leeggemaakt na pagina of bericht-updates met het interval dat je instelt.

source: Clear cache on interval
nl_nl: Cache leegmaken bij interval

source: Enable this feature to automatically clear cache at regular intervals only if you are required to do so. Frequent cache clearing can create significant server issues.
nl_nl: Schakel deze functie in om de cache automatisch met regelmatige intervallen te legen als dat nodig is. Het frequent legen van de cache kan aanzienlijke serverproblemen veroorzaken.

source: Enable advanced mode
nl_nl: Geavanceerde modus inschakelen

source: Enable preload caching
nl_nl: Cache preload inschakelen

source: Preload caching
nl_nl: Cache preload

source: You can always re-take this tour with the button in the header after closing this modal.
nl_nl: Je kunt deze rondleiding altijd opnieuw volgen met de knop in de header nadat je deze modal hebt gesloten.

source: If you know you have multiple files that need to have a single action applied to them, you can click the checkbox next to each file and then click on the “Bulk Update” button. A screen will then pop up that will let you choose which options to apply to all of the selected files. Note: it is not recommended to bulk action all the files, as it cause some things.
nl_nl: Als je weet dat je meerdere bestanden hebt waarop een enkele actie moet worden toegepast, kun je het selectievakje naast elk bestand aanvinken en vervolgens op de knop "Bulkupdate" klikken. Er verschijnt dan een scherm waarin je kunt kiezen welke opties je op alle geselecteerde bestanden wilt toepassen. Opmerking: het wordt niet aanbevolen om dit voor alle bestanden tegelijk te doen, omdat dit problemen kan veroorzaken.

source: By default, Hummingbird waits until someone visits your page before generating a cached version. Enable this feature to automatically run through and create cached versions of all your pages.
nl_nl: Standaard wacht Hummingbird tot iemand je pagina bezoekt voordat er een gecachte versie wordt gegenereerd. Schakel deze functie in om automatisch gecachte versies van al je pagina's te maken.

source: After making changes, you need to click “Publish Changes” button or new settings to take affect.
nl_nl: Nadat je wijzigingen hebt aangebracht, moet je op de "Wijzigingen Publiceren" knop klikken zodat de nieuwe instellingen van kracht worden.

source: If you click this, it will prevent the file while loading page.
nl_nl: Als je hierop klikt, wordt voorkomen dat het bestand wordt geladen tijdens het laden van de pagina.

source: For JavaScript (JS) files you will have the option to Defer it (force load it after the page had loaded). This means they will load only after everything else on your page has loaded, which allows you to load the most important files & content first.
nl_nl: Voor JavaScript (JS)-bestanden heb je de optie om het uit te stellen (geforceerd laden nadat de pagina is geladen). Dit betekent dat ze alleen worden geladen nadat al het andere op je pagina is geladen, waarmee je de belangrijkste bestanden en inhoud eerst kunt laden.

source: To add CSS styles to your website, you can use three different ways to insert the CSS. You can Use an “External Stylesheet”, an “Internal Stylesheet”, or in “Inline Style”. The inline style uses the HTML “style” attribute. This allows CSS properties on a “per tag” basis.
nl_nl: Om CSS-stijlen aan je website toe te voegen, kun je drie verschillende manieren gebruiken. Je kunt een "externe stylesheet", een "interne stylesheet" of een "inline-stijl" gebruiken. De inline-stijl gebruikt het HTML "style" attribuut. Dit maakt CSS-eigenschappen mogelijk "per tag".

source: When it comes to rendering blocking issues and WordPress, the best practice is to load as many scripts as possible in the footer of your site, so slow-loading scripts won’t prevent vital parts of your site from loading quickly. You can choose whether to move the file to the footer or keep in original position.
nl_nl: Als het gaat om render blokkerende scripts en WordPress, is het aanbevolen om zoveel mogelijk scripts in de footer van je site te laden, zodat scripts die traag laden niet voorkomen dat vitale delen van je site snel laden. Je kunt kiezen of je het bestand naar de footer wilt verplaatsen of in de oorspronkelijke positie wilt houden.

source: Hummingbird can combine smaller files together to reduce the number of requests made when a page is loaded. Less requests mean less waiting, and faster page speeds!
nl_nl: Hummingbird kan kleinere bestanden combineren om het aantal verzoeken te verminderen wanneer een pagina wordt geladen. Minder aanvragen betekent minder wachten en hogere paginasnelheden!

source: Here are the available options for advanced mode. Compression removes the clutter from CSS and Javascript files. Smaller files, in turn, help your site load faster, since your server doesn’t have to waste time reading unnecessary characters & spaces.
nl_nl: Hier zijn de beschikbare opties voor de geavanceerde modus. Compressie verwijdert de rommel uit CSS- en JavaScript-bestanden. Kleinere bestanden helpen op hun beurt je site sneller te laden, omdat je server geen tijd hoeft te verspillen met het lezen van onnodige tekens en spaties.

source: Got it, thanks
nl_nl: Ik snap het, bedankt

source: Take a Tour
nl_nl: Neem een Rondleiding

source: We also offer combining files, moving files to the footer, inlining CSS, deferring scripts and removing them completely. Switch to advanced mode to take full control of your assets.
nl_nl: We bieden ook het combineren van bestanden, het verplaatsen van bestanden naar de footer, inline CSS, het uitstellen van scripts en ze volledig verwijderen. Schakel over naar de geavanceerde modus voor volledige controle over je bronnen.

source: When an optimization option is active you'll see a blue icon (like the above). Note: compressing files can take a few minutes before they will be appear optimized on your web pages.
nl_nl: Wanneer een optimalisatie optie actief is, zie je een blauw icoontje (zoals hierboven). Opmerking: het comprimeren van bestanden kan enkele minuten duren voordat ze geoptimaliseerd op je webpagina's verschijnen.

source: Next
nl_nl: Volgende

source: Skip this
nl_nl: Dit overslaan

source: Take the tour
nl_nl: Neem de rondleiding

source: Take a Quick Tour
nl_nl: Neem een korte rondleiding

source: Go to previous slide
nl_nl: Terug naar de vorige slide

source: Asset optimization is a complex feature for optimizing your files, if it's your first time we recommend you take a quick tour of the configuration options.
nl_nl: Bronnenoptimalisatie is een complexe functie voor het optimaliseren van je bestanden. Als dit de eerste keer is, raden we je aan een korte rondleiding door de configuratie-opties te nemen.

source: For files that can be compressed, click the 'Compress' icon and when you save your changes we'll do our best to optimize and reduce its file size.
nl_nl: Voor bestanden die kunnen worden gecomprimeerd, klik je op het icoontje 'Comprimeren', wanneer je je wijzigingen opslaat, doen we ons best om de bestandsgrootte te optimaliseren en te verkleinen.

source: Greyed-out icons like this mean that the file has already been optimized (like *.min.js and *.min.css.), we can't compress these files any further so it's safe to ignore them.
nl_nl: Grijze icoontjes zoals deze betekenen dat het bestand al geoptimaliseerd is (zoals *.min.js en *.min.css.), we kunnen deze bestanden niet verder comprimeren, het is dus veilig om ze te negeren.

source: For fonts hosted locally, add the %1$sfont-display%2$s property to the @font-face CSS rule as shown below:
nl_nl: Voor lettertypen die lokaal worden gehost, voeg je de %1$sfont-display%2$s eigenschap toe aan de @font-face CSS-regel, zoals hieronder:

source: It's not possible to change the @font-face CSS rule for web fonts hosted with most external services. You should confirm if there is a way to specify the font-display rule with your font hosting service.
nl_nl: Het is niet mogelijk om de @font-face CSS-regel te wijzigen voor weblettertypen die worden gehost bij de meeste externe services. Je moet bevestigen of er een manier is om de font-display regel op te geven met je fonthostingservice.

source: To add the %1$sfont-display%2$s property for Google Fonts, you can pass the desired value in the query string %3$sdisplay%2$s parameter as shown in the example below:
nl_nl: Als je de %1$sfont-display%2$s eigenschap voor Google Fonts wilt toevoegen, kun je de gewenste waarde doorgeven in de %3$sdisplay%2$s query string parameter zoals aangegeven in het onderstaande voorbeeld:

source: Get our full WordPress performance optimization suite with Hummingbird Pro and additional benefits of WPMU DEV membership.
nl_nl: Ontvang onze volledige WordPress prestatie-optimalisatiesuite met Hummingbird Pro en extra voordelen van het WPMU DEV-lidmaatschap.

source: Try Pro for FREE today!
nl_nl: Probeer Pro vandaag nog GRATIS!

source: Get Hummingbird Pro
nl_nl: Neem Hummingbird Pro

source: Get Hummingbird Pro, and get a better WordPress
nl_nl: Neem Hummingbird Pro en krijg een betere WordPress-site

source: Join 752,819 Happy Members
nl_nl: Sluit je aan bij 752.819 tevreden leden

source: 97% of customers are happy with WPMU DEV's service, and it’s a great time to join them: as a Hummingbird user you’ll get a free trial, so you can see what all the fuss is about.
nl_nl: 97% van onze klanten is blij met de service van WPMU DEV en het is een goed moment om mee te doen: als Hummingbird-gebruiker krijg je een gratis proefperiode, zodat je kunt zien waar het allemaal om draait.
