Repository: polive31/Goutu-Local
Catalog: languages/plugins/hummingbird-performance-*.po
Languages: nl_nl, pl_pl, pt_pt

source: For us to know what to improve we need to test your website. All testing is done in the background via our secure servers. Once complete, we'll give you a list of things to improve, and how to do it.
pl_pl: Abyśmy wiedzieli co poprawić, musimy przetestować Twoją witrynę. Wszystkie testy odbywają się w tle za pośrednictwem naszych bezpiecznych serwerów. Po zakończeniu otrzymasz listę rzeczy, które możesz poprawić, i jak to zrobić.
pt_pt: Para que saibamos o que melhorar temos de testar o seu website. Todos os testes são executados em plano de fundo através dos nossos servidores seguros. Quando finalizado, iremos dar-lhe uma lista de possíveis melhorias, e como fazê-lo.

source: Bulk Update
pl_pl: Zbiorcza aktualizacja
pt_pt: Actualização em Massa (Bulk)

source: Wrong Service. $service must be an instance of WP_Hummingbird_API_Service
pl_pl: Nieprawidłowa usługa. $service musi być instancją WP_Hummingbird_API_Service
pt_pt: Serviço Incorrecto. $service tem de ser uma instância do WP_Hummingbird_API_Service

source: Benchmarks
pl_pl: Benchmarki
pt_pt: Referências

source: How to improve
pl_pl: Jak polepszyć
pt_pt: Como melhorar

source: Performance
pl_pl: Wydajność
pt_pt: Desempenho

source: Footer
pl_pl: Stopka
pt_pt: Rodapé

source: Minify
pl_pl: Minifikuj
pt_pt: Compactar

source: Your server may not have the "deflate" module enabled (mod_deflate for Apache, ngx_http_gzip_module for NGINX).
pl_pl: Twój serwer może nie mieć włączonego modułu "deflate" (mod_deflate dla Apache, ngx_http_gzip_module dla NGINX).
pt_pt: Seu servidor pode não ter o módulo "deflate" activado (mod_deflate para Apache, ngx_http_gzip_module para NGINX).

source: Gzip is not working properly:
pl_pl: Gzip nie działa poprawnie:
pt_pt: Gzip não está a funcionar corretamente:

source: Enable compression
pl_pl: Włącz kompresję
pt_pt: Activar compressão

source: Average Response Time
pl_pl: Średni czas odpowiedzi
pt_pt: Tempo médio de resposta

source: Downtime
pl_pl: Czas niedostępności

source: Improvement
pl_pl: Poprawa
pt_pt: Melhoria

source: Previous score
pl_pl: Poprzedni wynik
pt_pt: Pontuação anterior

source: Score /100
pl_pl: Wynik /100
pt_pt: Pontuação /100

source: Recommendation
pl_pl: Zalecenia
pt_pt: Recomendação

source: Deactivate completely
pl_pl: Dezaktywuj całkowicie
pt_pt: Desactivar completamente

source: Total % Reductions
pl_pl: Całkowity % redukcji
pt_pt: Total % Reduções

source: Total Size Reductions
pl_pl: Całkowity rozmiar redukcji
pt_pt: Total de Tamanho Reduzido

source: Total Enqueued Files
pl_pl: Wszystkie pliki w kolejce
pt_pt: Total de ficheiros enfileirados

source: Gzip compresses your web pages and style sheets before sending them over to the browser. This drastically reduces transfer time since the files are much smaller.
pl_pl: Gzip kompresuje twoje strony i arkusze stylów przed wysłaniem ich do przeglądarki. To znacznie skraca czas transferu, ponieważ pliki są znacznie mniejsze.
pt_pt: Gzip compacta as suas páginas web e folhas de estilo antes de enviá-las para o navegador. Isto reduz drasticamente o tempo de transferência, pois os ficheiros são muito menores.

source: Caching
pl_pl: Buforowanie
pt_pt: Armazenamento em Cache

source: The recommended value for this file type is at least %s. The longer the better!
pl_pl: Zalecana wartość dla tego typu pliku to co najmniej %s. Im dłużej, tym lepiej!
pt_pt: O valor recomendado para este tipo de ficheiros é pelo menos %s. Quanto mais, melhor!

source: File Type
pl_pl: Typ pliku
pt_pt: Tipo de ficheiros

source: Re-Check Expiry
pl_pl: Ponownie sprawdź datę wygaśnięcia
pt_pt: Reverificar Expiração

source: If you do not have access to your NGINX config files you will need to contact your hosting provider to make these changes.
pl_pl: Jeśli nie masz dostępu do plików konfiguracyjnych NGINX, będziesz musiał skontaktować się ze swoim dostawcą usług hostingowych, aby wprowadzić te zmiany.
pt_pt: Se não tem acesso aos seus ficheiros de configuração NGINX terá de contactar o seu provedor de alojamento para fazer estas alterações.

source: Reload NGINX.
pl_pl: Zrestartuj serwer NGINX.
pt_pt: Recarregar NGINX.

source: For NGINX servers:
pl_pl: Dla serwerów NGINX:
pt_pt: Para servidores NGINX:

source: Reload Apache.
pl_pl: Zrestartuj serwer Apache.
pt_pt: Recarregar Apache.

source: Look for your site in the file and find the line that starts with <Directory> - add the code above into that section and save the file.
pl_pl: Poszukaj swojej witryny w pliku i znajdź linię, która zaczyna się od <Directory> - dodaj powyższy kod wewnątrz tej sekcji i zapisz plik.
pt_pt: Procure pelo seu site no ficheiro e encontre a linha começada por <Directory> - insira o código acima nessa secção e guarde o ficheiro.

source: Gzip disabled. Your .htaccess file has been updated
pl_pl: Gzip wyłączony. Twój plik .htaccess został zaktualizowany
pt_pt: Gzip desabilitado. O seu ficheiro .htaccess foi actualizado

source: Gzip enabled. Your .htaccess file has been updated
pl_pl: Gzip aktywowany. Twój plik .htaccess został zaktualizowany
pt_pt: Gzip habilitado. O seu ficheiro .htaccess foi actualizado

source: Hummingbird could not update or write your .htaccess file. Please, make .htaccess writable or paste the code yourself.
pl_pl: Hummingbird nie mógł zaktualizować ani napisać pliku .htaccess. Sprawdź czy plik .htaccess jest zapisywalny lub wklej kod samodzielnie.
pt_pt: O Hummingbird não conseguiu actualizar ou escrever no seu ficheiro .htaccess. Por favor, faça o .htaccess editável ou cole o código manualmente.

source: Uptime
pl_pl: Czas dostępności

source: Uptime Monitoring
pl_pl: Monitorowanie widoczności witryny
pt_pt: Monitorização de Uptime

source: Browser Caching
pl_pl: Pamięć podręczna przeglądarki
pt_pt: Caching do Navegador

source: Dashboard
pl_pl: Kokpit
pt_pt: Painel

source: Schedule automated performance tests and receive email reports direct to your inbox. You'll get Hummingbird Pro plus 100+ WPMU DEV plugins & 24/7 WP support. <a href="%s" target="_blank">Try Pro for FREE today!</a>
pl_pl: Zaplanuj zautomatyzowane testy wydajności i otrzymuj raporty e-mail bezpośrednio do swojej skrzynki odbiorczej. Dostaniesz Hummingbird Pro, ponad 100 wtyczek WPMU DEV i wsparcie 24/7 dotyczące WordPress'a. <a href="%s" target="_blank">Wypróbuj wersję Pro ZA DARMO już dziś!</a>
pt_pt: Agende testes de desempenho automatizados e receba relatórios por e-mail directamente na sua caixa de entrada. Irá ter Hummingbird Pro mais 100+ plugins WPMU DEV, temas e suporte 24 horas por dia, 7 dias por semana. <a href="%s" target="_blank"> Experimente a versão Pro GRATUITAMENTE hoje mesmo! </a>

source: Filter
pl_pl: Filtruj
pt_pt: Filtro

source: Status
pl_pl: Stan
pt_pt: Estado

source: Support
pl_pl: Wsparcie
pt_pt: Suporte

source: Upgrade Membership
pl_pl: Uaktualnij członkostwo
pt_pt: Actualizar Membership

source: Summary
pl_pl: wypisy
pt_pt: Resumo

source: discardAlert
pt_pt: Descartar alerta

source: Debug
pt_pt: Depurar
