Repository: polive31/Goutu-Local
Catalog: languages/plugins/hummingbird-performance-*.po
Languages: nl_nl, pl_pl, pt_pt

source: Browser cache disabled. Your .htaccess file has been updated
nl_nl: Browser cache uitgeschakeld. Je .htaccess-bestand is bijgewerkt
pl_pl: Pamięć podręczna przeglądarki wyłączona. Twój plik .htaccess został zaktualizowany
pt_pt: Cache de Navegador desabilitada. O seu ficheiro .htaccess foi actualizado

source: Browser cache enabled. Your .htaccess file has been updated
nl_nl: Browser cache ingeschakeld. Je .htaccess-bestand is bijgewerkt
pl_pl: Pamięć podręczna przeglądarki włączona. Twój plik .htaccess został zaktualizowany
pt_pt: Cache de Navegador habilitada. O seu ficheiro .htaccess foi actualizado

source: Your .htaccess file has been updated
nl_nl: Je .htaccess-bestand is bijgewerkt
pl_pl: Twój plik .htaccess został zaktualizowany
pt_pt: O seu ficheiro .htaccess foi actualizado

source: Code snippet updated.
nl_nl: Codefragment bijgewerkt.
pl_pl: Zaktualizowano fragment kodu.
pt_pt: Snippet de código actualizado

source: GZIP Compression
nl_nl: gzip-compressie
pl_pl: Kompresja GZIP
pt_pt: Compressão GZIP

source: Performance Report
nl_nl: Prestatie Rapport
pl_pl: Raport wydajności
pt_pt: Relatório de Desempenho

source: Go to Hummingbird Dashboard
nl_nl: Ga naar Hummingbird Dashboard
pl_pl: Przejdź do Kokpitu Hummingbird
pt_pt: Vá para o painel de controlo Hummingbird

source: Settings Updated
nl_nl: Instellingen Bijgewerkt
pl_pl: Ustawienia zaktualizowane
pt_pt: Definições Actualizadas

source: 20 hours
nl_nl: 20 uur
pl_pl: 20 godzin
pt_pt: 20 horas

source: 16 hours
nl_nl: 16 uur
pl_pl: 16 godzin
pt_pt: 16 horas

source: 12 hours
nl_nl: 12 uur
pl_pl: 12 godzin
pt_pt: 12 horas

source: 6 hours
nl_nl: 6 uur
pl_pl: 6 godzin
pt_pt: 6 horas

source: 5 hours
nl_nl: 5 uur
pl_pl: 5 godzin
pt_pt: 5 horas

source: 4 hours
nl_nl: 4 uur
pl_pl: 4 godziny
pt_pt: 4 horas

source: 3 hours
nl_nl: 3 uur
pl_pl: 3 godziny
pt_pt: 3 horas

source: Remove
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Remover

source: %1$sWe recommend you make one tweak at a time%2$s and check the frontend of your website each change to avoid any mishaps.
nl_nl: %1$sWe raden aan dat je telkens één aanpassing uitvoert%2$s en na elke wijziging de front-end van je website controleert om te zien of alles nog goed werkt.

source: Confirm
nl_nl: Bevestigen
pl_pl: Potwierdź
pt_pt: Confirmar

source: Hummingbird is running a file check to see what files can be optimized.
nl_nl: Hummingbird is een bestandscontrole aan het uitvoeren om te kijken welke bestanden kunnen worden geoptimaliseerd.

source: Clear all assets cached by CloudFlare
nl_nl: Alle door Cloudflare gecachte bronnen wissen
pl_pl: Wyczyść zasoby z pamięci podręcznej CloudFlare
pt_pt: Limpar todos os recursos armazenados em cache por CloudFlare

source: You’ve made changes to your browser cache settings. You need to update your .htaccess for the new settings to take effect.
nl_nl: Je hebt wijzigingen aangebracht aan je browser cache-instellingen. Je moet je .htaccess-bestand bijwerken zodat de nieuwe instellingen worden toegepast.

source: You’ve made changes to your browser cache settings. You need to save changes for the new settings to take effect.
nl_nl: Je hebt wijzigingen aangebracht aan je browser cache-instellingen. Je moet de wijzigingen opslaan voordat de nieuwe instellingen van kracht gaan.

source: Note: You need to connect your CloudFlare account below for your selected expiry time to take effect.
nl_nl: Opmerking: je moet je Cloudflare-account hieronder verbinden om de door jou gekozen verlooptijd van kracht te laten gaan.

source: We’ve detected you’re using Cloudflare which handles browser caching for you. You can control your CloudFlare settings from Hummingbird by connecting your account below.
nl_nl: We hebben gedetecteerd dat je Cloudflare gebruikt, dat browser caching voor je afhandelt. Je kunt je Cloudflare-instellingen vanuit Hummingbird beheren door je account hieronder te verbinden.

source: CloudFlare is connected
nl_nl: Cloudflare is verbonden
pl_pl: CloudFlare jest podłączony
pt_pt: CloudFlare está conectado

source: Serve compressed versions of cached files
nl_nl: Serveer gecomprimeerde versies van je gecachte bestanden

source: Using CloudFlare?
nl_nl: Gebruik je Cloudflare?
pl_pl: Używasz CloudFlare?
pt_pt: A usar Cloudflare?

source: Ahoi, we’ve detected you’re using CloudFlare!
nl_nl: Hey, we zien dat je Cloudflare gebruikt!
pl_pl: Hey, wykryliśmy że używasz CloudFlare!
pt_pt: Ahoi, detectamos que está a usar Cloudflare!

source: Force load this file after the page has loaded
nl_nl: Forceer het laden van dit bestand nadat de pagina is geladen
pl_pl: Wymuś załadowanie tego pliku po załadowaniu strony
pt_pt: Forçar o carregamento deste ficheiro após a página ter sido carregada

source: Page caching stores static HTML copies of your pages and posts. These static files are then served to visitors, reducing the processing load on the server and dramatically speeding up your page load time. It’s probably the best performance feature ever.
nl_nl: Pagina caching slaat statische HTML-kopieën van je pagina's en berichten op. Deze statische bestanden worden vervolgens aan bezoekers geserveerd, waardoor de verwerkingsbelasting op je server wordt verminderd en de laadtijd van je pagina's aanzienlijk wordt versneld. Het is waarschijnlijk de beste prestatiefunctie ooit.

source: Uptime monitors your server response time and lets you know when your website is down or too slow for your visitors. Get Uptime monitoring as part of a WPMU DEV membership.
nl_nl: Uptime controleert de reactietijd van je server en laat je weten wanneer je website onbereikbaar of te traag is voor je bezoekers. Krijg Uptime monitoring als onderdeel van een WPMU DEV-lidmaatschap.

source: Schedule automated performance tests and receive email reports direct to your inbox. You'll get Hummingbird Pro plus 100+ WPMU DEV plugins & 24/7 WP support. %1$sTry Pro for FREE today!%2$s
nl_nl: Plan geautomatiseerde prestatietests en ontvang e-mailrapporten direct in je inbox. Je krijgt Hummingbird Pro plus 100+ WPMU DEV plugins en 24/7 WP support. %1$s Probeer Pro vandaag nog GRATIS!%2$s

source: Try pro features for free!
nl_nl: Probeer pro features gratis!
pl_pl: Wypróbuj funkcje pro za darmo!
pt_pt: Experimente as funcionalidade pro gratuitamente!

source: Last test date
nl_nl: Laatste testdatum

source: Performance improvements hardly matter if your website isn’t accessible. Monitor your uptime and downtime with WPMU DEV’s Uptime Monitoring website management tool. %1$sTry Pro for FREE today!%2$s
nl_nl: Prestatieverbeteringen doen er haast niet toe als je website niet bereikbaar is. Monitor je uptime en downtime met WPMU DEV's Uptime Monitoring tool. %1$sProbeer Pro vandaag nog GRATIS!%2$s

source: WP Smush is installed. So far you've saved %1$s of space. That's a total savings of %2$s. Nice one!
nl_nl: WP Smush is geïnstalleerd. Tot nu toe heb je %1$s aan opslagruimte bespaard. Dat is een totale besparing van %2$s. Goed zo!

source: Upgrade to Pro
nl_nl: Upgrade naar Pro
pl_pl: Ulepsz do wersji Pro
pt_pt: Actualizar para Pro

source: Upgrade to PRO
nl_nl: Upgrade naar PRO
pl_pl: Ulepsz do wersji Pro
pt_pt: Actualizar para PRO

source: Files
nl_nl: Bestanden

source: Enable Super-minify my files
nl_nl: Super-minificatie voor mijn bestanden inschakelen
pl_pl: Włącz superminifikację plików
pt_pt: Activar Super-compactar os meus ficheiros

source: Store my files on the WPMU DEV CDN
nl_nl: Bewaar mijn bestanden op het WPMU DEV CDN
pl_pl: Przechowuj moje pliki na WPMU DEV CDN
pt_pt: Armazenar os meus ficheiros no WPMU DEV CDN

source: 8 hours
nl_nl: 8 uren
pl_pl: 8 godzin
pt_pt: 8 horas

source: 2 hours
nl_nl: 2 uren
pl_pl: 2 godziny
pt_pt: 2 horas

source: <a target="_blank" href="%s">Log in</a> to your Cloudflare account.
nl_nl: <a target="_blank" href="%s">Log in</a> op je Cloudflare-account.
pl_pl: <a target="_blank" href="%s">Zaloguj się</a> do swojego konta Cloudflare.
pt_pt: <a target="_blank" href="%s">Iniciar sessão</a> na sua conta Cloudflare.

source: Average response time
nl_nl: Gemiddelde reactietijd

source: Hummingbird's Asset Optimization engine can combine and minify the files your website outputs when a user visits your website. The less requests your visitors have to make to your server, the better. Let's check to see what we can optimise, %s!
nl_nl: Hummingbird's bronnenoptimalisatie kan de bestanden die je website moet laden combineren en minificeren wanneer een gebruiker je website bezoekt. Hoe minder verzoeken je gebruikers hoeven te maken naar je server, des te beter. Laten we kijken wat we kunnen optimaliseren, %s!

# Time of the last performance report
source: at %s
nl_nl: om %s

source: Total % reductions
nl_nl: Totaal % afname

source: Dismiss
nl_nl: Sluiten
pl_pl: Odrzuć
pt_pt: Descartar

source: Savings
nl_nl: Besparing

source: Store temporary data on your visitors' devices so that they don’t have to download assets twice if they don’t have to. This results in a much faster second time round page load speed.
nl_nl: Sla tijdelijke gegevens op op de apparaten van je bezoekers zodat ze deze niet nog een keer hoeven te downloaden als dat niet nodig is. Dit resulteert in een veel snellere laadsnelheid na de eerste keer dat ze een pagina bezoeken.

source: You’ve made changes to your browser cache settings. You need to update your .htaccess or nginx.conf file with the newly generated code below.
nl_nl: Je hebt wijzigingen aangebracht aan je browser cache-instellingen. Je moet je .htaccess- of nginx.conf-bestand bijwerken met de nieuw gegenereerde code hieronder.

source: There was an error during the cache purge. Check folder permissions are 755 for /wp-content/wphb-cache or delete directory manually.
nl_nl: Er is een fout opgetreden tijdens het legen van de cache. Controleer of de bestandsrechten staan ingesteld op 755 voor /wp-content/wphb-cache of verwijder de map handmatig.

source: All of your cache types meet the recommended expiry period of 1 year. Great work!
nl_nl: Al je cachetypes hebben de aanbevolen verlooptijd van 1 jaar. Goed gedaan!

source: Please choose your desired expiry time. Google recommends 1 year as a good benchmark.
nl_nl: Kies je gewenste verlooptijd. Google beveelt 1 jaar aan.

source: Store temporary data on your visitors' devices so that they don’t have to download assets twice if they don’t have to.
nl_nl: Sla tijdelijke gegevens op op de apparaten van je bezoekers zodat ze deze niet nog een keer hoeven te downloaden als dat niet nodig is.

source: Follow the steps below to add browser caching to your NGINX server.
nl_nl: Volg de onderstaande stappen om browser caching aan je NGINX-server toe te voegen.
pl_pl: Wykonaj poniższe kroki, aby dodać pamięć podręczną przeglądarki do serwera NGINX.
pt_pt: Siga as etapas abaixo para adicionar a cache do navegador ao seu servidor NGINX.

source: Follow the steps below to add browser caching to your Apache server.
nl_nl: Volg de onderstaande stappen om browser caching aan je Apache-server toe te voegen.
pl_pl: Wykonaj poniższe kroki, aby dodać pamięć podręczną przeglądarki do serwera Apache.
pt_pt: Siga as etapas abaixo para adicionar a cache do navegador ao seu servidor Apache.

source: Automatic browser caching is active.
nl_nl: Automatische browser caching is actief.
pl_pl: Automatyczna pamięć podręczna przeglądarki jest aktywna.
pt_pt: Cache automático do navegador está activa.

source: Follow the instructions provided to enable browser caching.
nl_nl: Volg de instructies om browser caching in te schakelen.
pl_pl: Postępuj zgodnie z instrukcjami, aby włączyć pamięć podręczną przeglądarki.
pt_pt: Siga as instruções fornecidas para activar o armazenamento em cache do navegador.

source: Hummingbird can automatically apply browser caching for Apache servers by writing your .htaccess file. Alternately, switch to Manual to apply these rules yourself.
nl_nl: Hummingbird kan automatisch browser caching toepassen voor Apache servers door je .htaccess-bestand aan te passen. Je kunt ook naar Handmatig overschakelen om deze regels zelf toe te passen.
pl_pl: Hummingbird może automatycznie zastosować pamięć podręczną przeglądarki dla serwerów Apache, nadpisując Twój plik .htaccess. Alternatywnie, przełącz się na Tryb ręczny, aby samemu zastosować te zasady.
pt_pt: Hummingbird pode aplicar automaticamente a cache do navegador para os servidores Apache, escrevendo no ficheiro .htaccess. Alternativamente, mude para Manual para aplicar estas regras você mesmo.

source: Your browser caching is already enabled and working well
nl_nl: Browser caching is al ingeschakeld en werkt goed
pl_pl: Pamięć podręczna Twojej przeglądarki jest już włączone i działa dobrze
pt_pt: O seu caching de navegador já está habilitado e a funcionar correctamente

source: Plugins
pl_pl: Wtyczki

source: Community
pl_pl: Społeczność

source: Hummingbird uses the Stackpath Content Delivery Network (CDN). Stackpath may store web log information of site visitors, including IPs, UA, referrer, Location and ISP info of site visitors for 7 days. Files and images served by the CDN may be stored and served from countries other than your own. Stackpath’s privacy policy can be found %1$shere%2$s.
pl_pl: Hummingbird używa sieci Stackpath Content Delivery (CDN). Stackpath może przechowywać informacje z logów witryny o użytkownikach, takie jak IP, UA, wywołania, lokalizacja i ISP przez 7 dni. Pliki i obrazy serwowane z CDN moga być przechywane i przesyłane z krajów innych niż twój. Politykę prywatności Stackpath znajdziesz tutaj %1$shere%2$s.
pt_pt: Hummingbird usa Stackpath Content Delivery Network (CDN). Stackpath pode armazenar registos de informação web dos visitantes do seu site, incluindo IPs, UA, referrer, Localização e informação do ISP dos visitantes do seu site por 7 dias. Ficheiros e images servidos pelo CDN poderão ser armazenados e servidos por países diferentes do seu. A política de privacidade do Stackpath pode ser encontrada %1$saqui%2$s.

source: This is an advanced feature and can break themes easily. We recommend modifying each file individually and checking your frontend regularly for issues.
pl_pl: Jest to zaawansowana funkcja, która może łatwo popsuć wygląd motywu. Zalecamy modyfikowanie każdego pliku indywidualnie i regularne sprawdzanie twojej strony w poszukiwaniu błędów.
pt_pt: Isto é uma funcionalidade avançada e pode quebrar os temas facilmente. Nós recomendamos modificar cada ficheiro individualmente e verificar se existem errors na frente do site com regularidade.

source: Next, optimize your file structure by turning on compression, and moving files in order to speed up your page load times.
pl_pl: Następnie zoptymalizuj strukturę plików, włączając kompresję i przenoszenie plików, aby przyspieszyć ładowanie strony.
pt_pt: De seguida, optimize a sua estrutura de ficheiros ligando a compressão, e movendo ficheiros para melhorar os tempos de carregamento de página.

source: Debug logging is active. Logs are stored for 30 days, you can download the log file below.
pl_pl: Dziennik debugowania jest aktywny. Logi są przechowywane przez 30 dni, możesz pobrać plik dziennika poniżej.
pt_pt: O registo de detecção de erros está activo. Os registos são armazenados por 30 dias, pode descarregar o ficheiro de registo abaixo.

source: Only Super Admins can configure Asset Optimization
pl_pl: Tylko super użytkownicy mogą konfigurować Optymalizację Zasobów
pt_pt: Apenas os Super Administradores podem configurar a Optimização de Recursos.

source: Blog Admins can configure Asset Optimization
pl_pl: Administratorzy blogów mogą konfigurować Optymalizację Zasobów
pt_pt: Administradores de Blog podem configurar a Optimização de Recursos

source: User Role Access
pl_pl: Roli użytkownika która ma dostęp
pt_pt: Acesso dos Papéis de Utilizador

source: Asset Optimization is active and configurable by Super Admins only.
pl_pl: Optymalizacja Zasobów jest aktywna i konfigurowalna tylko przez super administratorów.
pt_pt: Optimização de Recursos está activa e configurável apenas por Super Administradores.

source: Asset Optimization is active and configurable by Blog Admins only.
pl_pl: Optymalizacja Zasobów jest aktywna i konfigurowalna tylko przez administratorów blogów.
pt_pt: Optimização de Recursos está activa e configurável apenas por Administradores de Blog.

source: Run a Google PageSpeed test and get itemised insight (with fixes) on where you can improve your website’s performance.
pl_pl: Przeprowadź test Google PageSpeed i uzyskaj szczegółowy wgląd (wraz z rozwiązaniami) w to, w jaki sposób możesz poprawić wydajność swojej witryny.
pt_pt: Execute um teste Google Page Speed e obtenha informações detalhadas (com correcções) sobre onde pode melhorar o desempenho do seu website.

source: You can use the <code>%s</code> constant to instruct Hummingbird not to cache specific pages or templates.
pl_pl: Możesz użyć stałej <code>%s</code> aby Hummingbird nie zapisywał w pamięci podręćznej konkretnych stron lub szablonów.
pt_pt: Pode usar a constante <code>%s</code> para instruir Hummingbird a não armazenar em cache páginas ou modelos específicos.

source: For example, if you want to not cache any pages that are nested under your Forums area you might add "/forums/" as a rule. When Hummingbird goes to cache pages, she will ignore any URL that contains "/forums/". To exclude a specific page you might add "/forums/thread-title". Accepts regular expression syntax, for more complex exclusions it can be helpful to test on <a href="https://regex101.com" target="_blank">regex101.com</a>. Note: Hummingbird will auto convert your input into valid regex syntax.
pl_pl: Na przykład: jeśli nie chcesz zapisywać w pamięci podręcznej żadnych stron będących częścią Forum możesz dodać "/forum/" jako regułę. Kiedy Hummingbird będzie zapisywał strony w pamięci podręcznej, pominie wszystkie adresy URL zawierające "/forum/". Aby wykluczyć konkretne strony, możesz użyć "/forum/tytul-tematu". Akceptowana jest składnia wyrażeń regularnych. W przypadku bardziej skomplikowanych wykluczeń, warto je przetestować za pomocą <a href="https://regex101.com" target="_blank">regex101.com</a>. Uwaga: Hummingbird automatycznie skonwertuje wpisane reguły do prawidłowych wyrażeń regularnych.
pt_pt: Por exemplo, se não pretende armazenar em cache quaisquer subpáginas da área Forums pode adicionar "/forums/" como regra. Quando Hummingbird for armazenar as páginas em cache, vai ignorar quaisquer URL que contenha "/forums/". Para excluir uma página específica pode adicionar "/forums/thread-title". Aceita sintaxe de expressões regulares, para exclusões mais complexas poderá ser útil testar em <a href="https://regex101.com" target="_blank">regex101.com</a>. Nota: Hummingbird vai auto converter o que introduzir numa sintaxe regex válida.

source: Server IP
pl_pl: IP serwera
pt_pt: IP do Servidor

source: Did you know the Pro version of Hummingbird comes up to 2x better compression and a CDN to store your assets on? Get it as part of a WPMU DEV membership. <a href="%s" target="_blank">Learn more.</a>
pl_pl: Czy wiesz, że wersja Hummingbirdw wersji Pro ma dwukrotnie lepszą kompresję i CDN do przechowywania Twoich zasobów? Korzystaj z nich jako część członkostwa WPMU DEV. <a href="%s" target="_blank">Dowiedz się więcej.</a>
pt_pt: Sabia que versão Pro do Hummingbird traz uma compressão 2x melhor e um CDN para guardar os seus recursos? Obtenha-o como parte da WPMUDEV membership. <a href="%s" target="_blank">Saiba mais.</a>

source: Turn on the debug log to get insight into any issues you’re having across your subsites.
pl_pl: Włącz dziennik debugowania, aby uzyskać wgląd we wszystkie problemy występujące w twoich podwitrynach.
pt_pt: Active o log de depuração para obter sinais sobre os problemas que está a ter em todos os seus subsites.

source: Server
pl_pl: Serwer
pt_pt: Servidor

source: Enabling this setting will serve your CSS, JS and other compatible files from our external CDN, effectively taking the load off your server so that pages load faster for your visitors.
pl_pl: Włączenie tego ustawienia spowoduje że twoje pliki CSS, JS i inne kompatybilne pliki będą wczytywane z naszego zewnętrznego CDN, skutecznie odciążając twój serwer, aby strony ładowały się szybciej dla twoich użytkowników.
pt_pt: Activar esta configuração irá servir o seu CSS, JS e outros ficheiros compatíveis através do nosso CDN externo, tirando a carga do seu servidor de forma efectiva para que as páginas sejam carregadas mais rapidamente para os visitantes.

source: 8+ days
pl_pl: 8+ dni
pt_pt: 8+ dias

source: Asset optimization settings updated
pl_pl: Zaktualizowano ustawienia Optymalizacji zasobów
pt_pt: Definições da optimização de recursos foram alteradas

source: Allow subsite admins to disable page caching
pl_pl: Zezwól administratorom blogów na wyłączenie pamięci podręcznej stron
pt_pt: Permitir ao administrador do subsite desactivar a cache de página

source: Subsite Settings
pl_pl: Ustawienia Blogów
pt_pt: Definições Subsite

source: %1$s of your cache types don’t meet the recommended expiry period of 8+ days. Configure browser caching <a href="%2$s" id="configure-link">here</a>.
pl_pl: %1$s typów cache nie ma rekomendowanych okresów wygasania 8+ dni. Skonfiguruj pamięć podręczną przeglądarki <a href="%2$s" id="configure-link">tutaj</a>.
pt_pt: %1$s dos seus tipos de cache não atingem o prazo de validade recomendado de 8 ou mais dias. Configure a cache do navegador <a href="%2$s" id="configure-link"> aqui </a>.

source: Up to date
pl_pl: Aktualny
pt_pt: Actualizado

source: Database Cleanups and tools to remove unnecessary functions WordPress does that can slow down your server.
pl_pl: Porządkowanie Bazy Danych i narzędzia do usuwania zbędnych funkcji WordPressa, które mogą spowalniać serwer.
pt_pt: Limpezas na Base de Dados e ferramentas para remover funções WordPress desnecessárias e que podem tornar lento o seu servidor.

source: Subsites
pl_pl: Subwitryny

source: %s of your cache types don’t meet the recommended expiry period of 8+ days. Configure browser caching <a href="#" id="configure-link">here</a>.
pl_pl: %s typów pamięci podręcznej nie ma zalecanego okresu wygasania 8+ dni. Skonfiguruj pamięć podręczną przeglądarki <a href="#" id="configure-link">tutaj</a>.
pt_pt: %s dos seus tipos de cache não cumprem o período de validade recomendado de 8 ou mais dias. Configure a cache do navegador <a href="#" id="configure-link">aqui</a>.

source: Emojis
pl_pl: Emoji

source: URL Query Strings
pl_pl: Parametry zapytań URL

source: Data Type
pl_pl: Typ danych
pt_pt: Tipo de Dados

source: Clean up your database of unnecessary data you probably don’t need. You can schedule daily, weekly or monthly automatic cleanups.
pl_pl: Oczyść bazę danych z niepotrzebnych danych, których prawdopodobnie nie potrzebujesz. Możesz zaplanować automatyczne czyszczenie bazy danych codzienne, co tydzień lub co miesiąc.
pt_pt: Limpe a sua base de dados de dados desnecessários que provavelmente não precisa. Pode agendar limpezas automáticas diárias, semanais ou mensais.

source: Tools
pl_pl: Narzędzia
pt_pt: Ferramentas

source: RSS Caching
pl_pl: Pamięć podręczna RSS
pt_pt: Cache de RSS

source: Docs
pl_pl: Dokumentacja

source: WPMU DEV - Your WordPress Toolkit
pl_pl: WPMU DEV - Twój zestaw narzędzi WordPress
pt_pt: WPMU DEV - O seu kit de ferramentas para WordPress

source: Logs
pl_pl: Logi

source: This can’t be improved at the subsite level.
pl_pl: To nie może zostać ulepszone z poziomu bloga.
pt_pt: Isto não pode ser melhorado ao nível de subsite.

source: This improvement is controlled by the network admin for this site.
pl_pl: To ulepszenie dla tej witryny jest kontrolowane przez administratora sieci witryn.
pt_pt: Este melhoramento é controlado pelo administrador da rede para este site.
