Repository: polive31/Goutu-Local
Catalog: languages/plugins/hummingbird-performance-*.po
Languages: nl_nl, pl_pl, pt_pt

source: Use Hummingbird's Asset Optimization module to move critical styles inline.
nl_nl: Gebruik de Bronnenoptimalisatie-module om kritieke stijlen inline te plaatsen.

source: Caching your JavaScript files can reduce network cost as the browser can serve cached resources instead of fetching them from network. You can configure caching of your JavaScript files using Hummingbird.
nl_nl: Het cachen van je JavaScript-bestanden kan de netwerkkosten verlagen, omdat de browser bronnen in de cache kan gebruiken in plaats van deze uit het netwerk op te halen. Je kunt caching van je JavaScript-bestanden configureren met Hummingbird.

source: JavaScript files should be served with GZIP compression to minimize total network bytes. Fewer bytes downloaded means faster page loads. Hummingbird can help compress your JavaScript files.
nl_nl: JavaScript-bestanden moeten worden voorzien van gzip-compressie om totale netwerkbytes te minimaliseren. Minder gedownloade bytes betekent snellere pagina's. Hummingbird kan je helpen je JavaScript-bestanden te comprimeren.

source: Time Spent
nl_nl: Tijd Doorgebracht

source: Your main thread took %s to complete and following is the breakdown of your main thread.
nl_nl: Je hoofdthread duurde %s om te voltooien en het volgende is de uitsplitsing van je hoofdthread.

source: Nice! Your main thread just took %s to complete and following is the breakdown of your main thread.
nl_nl: Mooi! Je hoofdthread is net in %s voltooid en het volgende is de uitsplitsing van je hoofdthread.

source: This audit breaks down your main network thread into its different tasks. The browser generally spends the most time parsing, compiling, and executing your JavaScript. In most cases, delivering smaller JavaScript payloads can reduce the time the browser spends on your main network thread.
nl_nl: Deze controle verdeelt je belangrijkste netwerkthread in zijn verschillende taken. De browser besteedt meestal de meeste tijd aan het parseren, compileren en uitvoeren van je JavaScript. In de meeste gevallen kan het leveren van kleinere JavaScript-payloads de tijd die de browser besteedt aan je hoofdnetwerkthread verminderen.

source: Continue using the theme or plugin. This may be a perfectly valid option for services you just can't live without.
nl_nl: Ga door met het gebruik van het thema of de plugin. Dit kan een perfect geldige optie zijn voor services waar je gewoon niet zonder kunt.

source: Deactivate the theme and/or your plugins one by one to find the culprit, then remove it or find a comparable substitute.
nl_nl: Deactiveer het thema en/of je plugins één voor één om de dader te vinden, verwijder het dan of zoek een vergelijkbare vervanger.

source: Unfortunately, there is no way to improve bootup time for scripts served from another domain. Scripts from other domains mentioned in the Status section are likely being added by a plugin or your theme. You can:
nl_nl: Helaas is er geen manier om de opstarttijd voor scripts van een ander domein te verbeteren. Scripts van andere domeinen die in de sectie Status worden genoemd, worden waarschijnlijk toegevoegd door een plugin of je thema. Je kunt:

source: Caching your JavaScript files can reduce network cost as the browser can serve cached resources instead of fetching them from the network. You can configure caching of your JavaScript files using Hummingbird.
nl_nl: Het cachen van je JavaScript-bestanden kan de netwerkkosten verlagen, omdat de browser bronnen in de cache kan gebruiken in plaats van deze uit het netwerk op te halen. Je kunt caching van je JavaScript-bestanden configureren met Hummingbird.

source: JavaScript files should be served with GZIP compression to minimize total network bytes. Fewer bytes downloaded means faster page loads. Hummingbird can help you compress your JavaScript files.
nl_nl: JavaScript-bestanden moeten worden voorzien van gzip-compressie om totale netwerkbytes te minimaliseren. Minder gedownloade bytes betekent snellere pagina's. Hummingbird kan je helpen je JavaScript-bestanden te comprimeren.

source: Optimizing JavaScript files removes unnecessary or redundant bytes of code and hence reduces payload size and script parse time. Hummingbird’s Asset Optimization module can help you to minify your JavaScript files.
nl_nl: Door JavaScript-bestanden te optimaliseren, worden onnodige of overbodige bytes van de code verwijderd en wordt de grootte van de payload en de parseringstijd van het script verminderd. De bronnenoptimalisatie-module van Hummingbird kan je helpen je JavaScript-bestanden te minificeren.

source: Total
nl_nl: Totaal

source: Parsing
nl_nl: Parseren

source: Evaluation
nl_nl: Evaluatie

source: Your JavaScript bootup time is %s. Following are the scripts behind the high bootup time.
nl_nl: De opstarttijd van JavaScript is %s. Hieronder volgen de scripts achter de hoge opstarttijd.

source: Nice! Your page has a very low JavaScript bootup time.
nl_nl: Mooi! Je pagina heeft een zeer korte opstarttijd van JavaScript.

source: Nice! Your page has a very low JavaScript bootup time i.e %s
nl_nl: Mooi! Je pagina heeft een zeer korte opstarttijd van JavaScript, %s

source: This audit measures the total impact of JavaScript on your page's load performance. JavaScript can slow down a page in many ways, including parsing, compiling, executing, as well as network and memory usage. Reducing the size of your JS files can dramatically improve this metric. Ideally, the JavaScript bootup time should be less than 500ms.
nl_nl: Deze controle meet de totale impact van JavaScript op de laadprestaties van je pagina. JavaScript kan een pagina op verschillende manieren vertragen, inclusief parseren, compileren, uitvoeren, evenals netwerk- en geheugengebruik. Door de grootte van je JS-bestanden te verkleinen, kun je deze statistiek drastisch verbeteren. Idealiter zou de opstarttijd van JavaScript minder dan 500ms moeten zijn.

source: Configure Lazy load in Smush
nl_nl: Configureer lazy loading in Smush

source: Lazy loading is the term used to delay loading images below the fold (offscreen images). %1$sSmush%2$s comes packed with bullet-proof lazy loading, just enable the feature and configure any animation you want - no coding required.
nl_nl: Lazy loading is de term die wordt gebruikt om het laden van afbeeldingen onder de vouw te vertragen (offscreen-afbeeldingen). %1$sSmush%2$s zit boordevol lazy loading, schakel gewoon de functie in en configureer de animatie die je wilt - programmeren is niet nodig.

source: You can potentially reduce the page load time by %dms using lazy-loading on the following images.
nl_nl: Je kunt de laadtijd van de pagina mogelijk met %dms verlagen door lazy loading op de volgende afbeeldingen toe te passen.

source: Nice! We couldn't find any offscreen images which can speed up the page load by using lazy-loading.
nl_nl: Mooi! We konden geen offscreen-afbeeldingen vinden die het laden van de pagina kunnen versnellen door lazy loading te gebruiken.

source: In other words, deferring images below the fold means visitors can start interacting with your website without waiting for content further down the page to load = awesome.
nl_nl: Met andere woorden, het uitstellen van afbeeldingen onder de vouw betekent dat bezoekers kunnen beginnen met de interactie met je website zonder te wachten tot inhoud verderop in de pagina wordt geladen = geweldig.

source: Upgrade to %1$sSmush Pro%2$s, and start serving your images in WebP format using the Smush CDN. You'll also get 2x better compression on your images along with other pro features. %3$sTry it out today with a free WMPU DEV membership%2$s!
nl_nl: Upgrade naar %1$sSmush Pro%2$s en begin met het serveren van je afbeeldingen in WebP-formaat met behulp van het Smush CDN. Je krijgt ook 2x betere compressie op je afbeeldingen samen met andere professionele functies. %3$sProbeer het vandaag nog uit met een gratis WPMU DEV-lidmaatschap%2$s!

source: Serve compressed images, and serve them in WebP format whenever possible since it provides better compression than PNG or JPEG, which means faster downloads and less data consumption. Smush has a blazing-fast CDN which can automatically convert and serve your images in WebP format to compatible browsers or gracefully fall back to original PNGs or JPEGs on non-compatible browsers.
nl_nl: Serveer gecomprimeerde afbeeldingen en indien mogelijk in WebP-formaat, omdat deze een betere compressie biedt dan PNG of JPEG, wat snellere downloads en minder gegevensverbruik betekent. Smush heeft een razendsnelle CDN die je afbeeldingen automatisch in WebP-formaat kan converteren en weergeven in compatibele browsers en kan terugvallen op de originele PNG's of JPEG's voor niet-compatibele browsers.

source: Configure Browser Compression
nl_nl: Browsercompressie Configureren

source: Configure Gzip Compression
nl_nl: gzip-compressie Configureren

source: Caching your files can reduce network cost as the browser can serve cached resources instead of fetching them from network. You can configure file caching using Hummingbird.
nl_nl: Het cachen van je bestanden kan de netwerkkosten verlagen omdat de browser in de cache opgeslagen bronnen kan serveren in plaats van ze van het netwerk op te halen. Je kunt het cachen van bestanden configureren met Hummingbird.

source: Text-based resources such as your HTML, CSS, and JavaScript files should be served with GZIP compression to minimize total network bytes. Hummingbird can enable GZIP compression for all the compressible resources.
nl_nl: Op tekst gebaseerde bronnen zoals je HTML-, CSS- en JavaScript-bestanden moeten worden geserveerd met gzip-compressie om het totale aantal netwerkbytes te minimaliseren. Hummingbird kan gzip-compressie inschakelen voor alle comprimeerbare bronnen.

source: Optimizing your resources removes unnecessary or redundant bytes of code and hence reduces payload size and script parse time. Hummingbird’s Asset Optimization module can help you to minify your resources.
nl_nl: Door je bronnen te optimaliseren, worden onnodige of overbodige bytes van de code verwijderd en wordt de grootte van de payload en de parseringstijd van het script verminderd. De bronnenoptimalisatie-module van Hummingbird kan je helpen je bronnen te minificeren.

source: Nice! Your page makes only %s of total network requests.
nl_nl: Mooi! Je pagina maakt slechts %s van totale netwerkverzoeken.

source: Your page makes %s of total network requests and following are the resources with large size.
nl_nl: Je pagina maakt %s van totale netwerkverzoeken en hier volgen de bronnen met een grote omvang.

source: The time your page takes to load is directly proportional to the total size of network requests it makes. Reducing the overall size of resources visitors have to load will increase your score here. The recommended size is around 1600Kb for the average site, which would mean a load time of less than 10s for poor 3G connections.
nl_nl: De tijd die je pagina nodig heeft om te laden is recht evenredig met de totale grootte van netwerkverzoeken die het doet. Als je de totale grootte vermindert van de bronnen die bezoekers moeten laden, verhoog je hier je score. De aanbevolen grootte is ongeveer 1600 kB voor de gemiddelde site, wat een laadtijd van minder dan 10 seconden zou betekenen voor slechte 3G-verbindingen.

source: The %1$sfont-display%2$s supports "%1$sauto | block | swap | fallback | optional%2$s" values. Try different values to achieve the desired result. You can read about the different values %3$shere%4$s.
nl_nl: %1$sfont-display%2$s ondersteunt "%1$sauto | block | swap | fallback | optional%2$s" waarden. Probeer verschillende waarden om het gewenste resultaat te bereiken. Je kunt %3$shier%4$s lezen over de verschillende waarden.

source: Font URL
nl_nl: Lettertype-URL

source: Your page is not using font-display rule when loading the following web fonts.
nl_nl: Je pagina gebruikt geen font-display-regel bij het laden van de volgende weblettertypen.

source: Nice! We couldn't find any web font loading without font-display CSS rule.
nl_nl: Mooi! We konden geen weblettertypen vinden zonder de font-display CSS-regel.

source: When you use web fonts on your website, browsers have to download them before any text can be displayed. Most browsers have a maximum timeout, after which a web font will be replaced with a fallback font. It's recommended to use a %1$sfont-display%2$s descriptor in your %1$s@font-face%2$s rule to control how text renders when web font download delays occur.
nl_nl: Wanneer je weblettertypen op je website gebruikt, moeten browsers ze downloaden voordat tekst kan worden weergegeven. De meeste browsers hebben een maximale time-out, waarna een weblettertype wordt vervangen door een fallback-lettertype. Het wordt aanbevolen om een %1$sfont-display%2$s descriptor te gebruiken in je %1$s@font-face%2$s regel om te bepalen hoe de tekst wordt weergegeven wanneer vertragingen optreden bij het downloaden van weblettertypen.

source: Find where the asset is being added from (plugin, theme, or custom code) and replace it with an optimized file.
nl_nl: Zoek waar het bestand wordt toegevoegd (plugin, thema of aangepaste code) en vervang het door een geoptimaliseerd bestand.

source: Some of your files may not be hosted on your server. Hummingbird cannot compress JavaScript files hosted on a separate domain. If one of these files needs to be minimized, you can:
nl_nl: Sommige van je bestanden worden mogelijk niet op jouw server gehost. Hummingbird kan JavaScript-bestanden die op een ander domein worden gehost niet comprimeren. Als een van deze bestanden moet worden geminimaliseerd, kun je:

source: Ignore this recommendation and continue using the file as is. While leaving files uncompressed may affect your performance score, it is recommended for essential plugins or themes when the files can't be altered.
nl_nl: Negeer deze aanbeveling en blijf het bestand gebruiken zoals het is. Hoewel ongecomprimeerde bestanden je prestatiescore kunnen beïnvloeden, wordt het aanbevolen voor essentiële plugins of thema's wanneer de bestanden niet kunnen worden gewijzigd.

source: Additional notes
nl_nl: Aanvullende notities

source: Use the Hummingbird Asset Optimization module to compress your JavaScript files. To minify, locate the JavaScript files in the assets page and click the compress button on the right. Hummingbird Pro users get access to the WPMU DEV CDN for additional savings.
nl_nl: Gebruik de Bronnenoptimalisatie-module om je JavaScript-bestanden te comprimeren. Om te minificeren, zoek je de JavaScript-bestanden op de pagina met bronnen en klik je op de compressieknop aan de rechterkant. Hummingbird Pro gebruikers krijgen toegang tot het WPMU DEV CDN voor extra besparingen.

source: Since the total number of nodes depends on the size of the page, break large pages into multiple smaller ones to reduce the total node count.
nl_nl: Aangezien het totale aantal nodes afhankelijk is van de grootte van de pagina, kun je grote pagina's in meerdere kleinere splitsen om het totale aantal nodes te verminderen.

source: Most of the time, your theme is responsible for adding redundant DOM nodes to your site. Activate the default TwentyNinteen theme, and compare the performance score. If the score improves, that means your current theme is the culprit, and you should either use another efficiently coded theme or work with the developer to see what changes can be made.
nl_nl: Meestal is je thema verantwoordelijk voor het toevoegen van redundante DOM nodes aan je site. Activeer het standaard TwentyNinteen-thema en vergelijk de prestatiescore. Als de score verbetert, betekent dit dat je huidige thema de boosdoener is, en moet je een ander efficiënt gecodeerd thema gebruiken of samen met de ontwikkelaar bekijken welke wijzigingen kunnen worden aangebracht.

source: Nice! We couldn't find any uncompressed JavaScript files.
nl_nl: Mooi! We kunnen geen ongecomprimeerde JavaScript-bestanden vinden.

source: You can potentially save %s by minifying the following JavaScript files.
nl_nl: Je kunt mogelijk %s besparen door de volgende JavaScript-bestanden te minificeren.

source: Compressing JavaScript files removes unnecessary code such as comments, formatting, and other non-critical information. This makes the file smaller allowing your pages to load faster.
nl_nl: Het comprimeren van JavaScript-bestanden verwijdert onnodige code zoals opmerkingen, opmaak en andere niet-kritieke informatie. Dit maakt het bestand kleiner waardoor je pagina's sneller kunnen laden.

source: The score depends solely on the total number of nodes found on the page. The median is 1400 nodes; however, for a perfect score, your DOM’s total nodes should be lower than 275. Try the following to improve your score:
nl_nl: De score is uitsluitend afhankelijk van het totale aantal nodes op de pagina. De mediaan is 1400 nodes; voor een perfecte score moet het totale aantal nodes van je DOM echter lager zijn dan 275. Probeer het volgende om je score te verbeteren:

source: Maximum Child Elements
nl_nl: Maximale Kind Elementen

source: Maximum DOM Depth
nl_nl: Maximale DOM-diepte

source: Total DOM Nodes
nl_nl: Totaal aantal DOM Nodes

source: Your DOM has %s in total.
nl_nl: Je DOM heeft in totaal %s.

source: Nice! Your DOM only has %s in total.
nl_nl: Heel goed! Je DOM heeft in totaal maar %s.

source: Everything inside your document is a node - HTML tags, text inside the tags and comments. These nodes have a hierarchical relationship, making a tree of nodes called the DOM tree. A large DOM tree harms your network efficiency and load performance as the browser has to parse lots of nodes that aren't displayed above-the-fold. Additionally, a large DOM tree increases memory usage, requires massive style calculations, and produces costly layout reflows.
nl_nl: Alles in je document is een node - HTML-tags, tekst binnen de tags en opmerkingen. Deze nodes hebben een hiërarchische relatie, wat een boom van nodes maakt die de DOM-structuur wordt genoemd. Een grote DOM-structuur schaadt je netwerkefficiëntie en laadprestaties, omdat de browser veel nodes moet ontleden die niet boven de vouw worden weergegeven. Bovendien vergroot een grote DOM-structuur het geheugengebruik, vereist het enorme stijlberekeningen en produceert het dure lay-out reflows.

source: The browser won’t begin fetching the resources before it needs them, but at least it can handle the connection aspects ahead of time, saving the user from waiting for several roundtrips when your browser is fetching the resources from this origin.
nl_nl: De browser zal niet beginnen met het ophalen van de bronnen voordat ze nodig zijn, maar hij kan tenminste de verbindingsaspecten van tevoren afhandelen, waardoor de gebruiker niet hoeft te wachten op verschillende roundtrips wanneer je browser de bronnen van deze origin ophaalt.

source: You can use %s to inform the browser that your page intends to establish a connection to another origin and that you’d like the process to start as soon as possible. As an example, if your page is fetching multiple resources from another origin say https://example.com, you can add the following code inside the <head>.
nl_nl: Je kunt %s gebruiken om de browser te informeren dat je pagina van plan is verbinding te maken met een andere origin en dat je wilt dat het proces zo snel mogelijk wordt gestart. Als je pagina meerdere bronnen ophaalt van een andere origin, bijvoorbeeld https://example.com, kun je de volgende code toevoegen in de <head>.

source: Nice! No issues found.
nl_nl: Mooi! Geen problemen gevonden.

source: You can potentially save %dms by pre-connecting to the origin of following resources.
nl_nl: Je kunt mogelijk %dms besparen door vooraf verbinding te maken met de origin van de volgende bronnen.

source: Establishing a connection with a third-party origin often involves significant time as it involves DNS lookups, redirects, and several round trips. Whenever your site needs to fetch resources from a third-party origin such as a CDN, you should consider pre-connecting to that origin to make your application feel snappier.
nl_nl: Het tot stand brengen van een verbinding met een origin van derden vergt vaak aanzienlijk wat tijd aangezien het DNS lookups, omleidingen, en verscheidene round trips impliceert. Wanneer je site bronnen van een externe origin moet ophalen, zoals een CDN, moet je overwegen om vooraf verbinding te maken met die origin om je website vlotter te laten voelen.

source: Learn More
nl_nl: Meer Informatie

source: Upgrade to %1$sSmush Pro%2$s, and start serving your images in WebP format using Smush CDN. You'll also get 2x better compression on your images along with other pro features. Try it all free with a %3$sWPMU DEV membership today%2$s!
nl_nl: Upgrade naar %1$sSmush Pro%2$s, en begin met het serveren van je afbeeldingen in WebP-formaat met behulp van het Smush CDN. Je krijgt ook 2x betere compressie op je afbeeldingen, samen met andere pro-functies. Probeer het vandaag nog allemaal gratis met een %3$sWPMU DEV-lidmaatschap%2$s!

source: Nice! Everything looks perfect here.
nl_nl: Mooi! Alles ziet er perfect uit hier.

source: Configure Smush
nl_nl: Smush Configureren

source: Some plugins and themes are not able to handle deferred scripts. If the combine and minify all CSS option does not work on your setup, we recommend trying multiple combinations to find the best configuration for your site.
nl_nl: Sommige plugins en thema's kunnen geen uitgestelde scripts verwerken. Als de optie CSS combineren en verkleinen niet werkt in jouw installatie, raden we je aan meerdere combinaties te proberen om de beste configuratie voor je site te vinden.

source: You can potentially save %dms in page load time by serving the following images in WebP format.
nl_nl: Je kunt mogelijk %dms besparen in paginalaadtijd door de volgende afbeeldingen in WebP-formaat weer te geven.

source: Image formats like JPEG 2000, JPEG XR, and WebP often provide better compression than PNG or JPEG, which means faster downloads and less data consumption.
nl_nl: Beeldformaten zoals JPEG 2000, JPEG XR en WebP bieden vaak een betere compressie dan PNG of JPEG, wat snellere downloads en minder gegevensverbruik betekent.

source: %1$sSmush Pro%2$s has a blazing-fast and intelligent CDN which can automatically convert and serve your images in WebP format to the compatible browsers or gracefully fall back to original PNGs or JPEGs on non-compatible browsers.
nl_nl: %1$sSmush Pro%2$s heeft een razendsnelle en intelligente CDN die automatisch je afbeeldingen kan converteren en serveren in WebP-formaat naar compatibele browsers of zonder problemen terugvalt naar originele PNG's of JPEG's voor niet-compatibele browsers.

source: Note: It can be tough to get a perfect score for this rule.
nl_nl: Opmerking: het kan moeilijk zijn om een perfecte score voor deze regel te krijgen.

source: Move critical scripts to the footer and defer the non-critical scripts using the option "Force load this file after the page has loaded".
nl_nl: Verplaats kritieke scripts naar de footer en stel de niet-kritieke scripts uit met behulp van de optie "Forceer het laden van dit bestand nadat de pagina is geladen".

source: After making any initial optimization, switch to the "Inline CSS" option to inline the styles which are critical for first paint of your page. Combine as many of the non-critical styles as you can, compress them and then move them to the footer.
nl_nl: Nadat je een eerste optimalisatie hebt uitgevoerd, schakel je over naar de optie "Inline CSS" om de stijlen te inlinen die cruciaal zijn voor de first paint van je pagina. Combineer zoveel mogelijk niet-kritische stijlen, comprimeer ze en verplaats ze vervolgens naar de footer.
