Repository: polive31/Goutu-Local
Catalog: languages/plugins/hummingbird-performance-*.po
Languages: nl_nl, pl_pl, pt_pt

source: Allow subsite admins to run performance tests
pl_pl: Zezwalaj administratorom podwitryn na uruchamianie testów wydajności
pt_pt: Permitir aos administradores de subsite correr testes de desempenho

source: By default Hummingbird restricts performance tests to just super admins. Use this feature to allow subsite admins to run performance tests on their own sites.
pl_pl: Domyślnie Hummingbird ogranicza testy wydajności tylko dla super administratorów. Ta funkcja umożliwia administratorom podwitryn na uruchamianie testów wydajności w ich własnych witrynach.
pt_pt: Por defeito, o Hummingbird restringe os testes de desempenho apenas aos super administradores. Use este recurso para permitir que os administradores de subsite executem testes de desempenho nos seus próprios sites.

source: Subsite Performance Tests
pl_pl: Testy wydajności podwitryny
pt_pt: Testes de Performance em Subsites

source: Server Type
pl_pl: Typ serwera
pt_pt: Tipo de Servidor

source: <strong>We recommend you make one tweak at a time</strong> and check the frontend of your website each change to avoid any mishaps.
pl_pl: <strong>Zalecamy jedną zmianę na raz</strong> i sprawdzenie jak wygląda twoja strona za każdym razem aby uniknąć wypadków.
pt_pt: <strong>Recomendamos que faça um ajuste de cada vez</strong> e verifique o frontend de seu website a cada alteração para evitar qualquer contratempo.

source: Ignore Warnings
pl_pl: Ignoruj ostrzeżenia
pt_pt: Ignorar Avisos

source: Files can't be combined
pl_pl: Pliki nie mogą być łączone
pt_pt: Ficheiros não podem ser combinados

source: Inline CSS
pl_pl: Style lokalne (inline CSS)

source: Location: %s
pl_pl: Lokalizacja: %s
pt_pt: Localização: %s

source: CloudFlare is a Content Delivery Network (CDN) that sends traffic through its global network to automatically optimize the delivery of your site so your visitors can browse your site at top speeds. There is a free plan and we recommend using it. <a href="%s" target="_blank">Learn more.</a>
pl_pl: CloudFlare to Content Delivery Network(CDN), przekierowująca ruch przez rozproszoną globalną sieć w celu automatycznej optymalizacji dostarczania twojej witryny użytkownikom tak, aby uzyskać jak nawyższe prędkości przesyłu danych. CloudFlare oferuje darmowy plan i rekomendujemy skorzystanie z niego. <a href="%s" target="_blank">Dowiedz się więcej.</a>
pt_pt: CloudFlare é uma Content Delivery Network (CDN) que envia tráfego através da sua rede global para optimizar automaticamente a entrega do seu site para que seus visitantes possam navegar no seu site em alta velocidade. Existe um plano gratuito e recomendamos usá-lo. <a href="%s" target="_blank">Saiba mais.</a>

source: to control your settings via Hummingbird.
pl_pl: aby kontrolować ustawienia za pomocą Hummingbird.
pt_pt: para controlar as suas definições via Hummingbird.

source: Connect your account
pl_pl: Połącz swoje konto
pt_pt: Ligue a sua conta

source: Store temporary data on your visitors devices so that they don’t have to download assets twice if they don’t have to. This results in a much faster second time round page load speed.
pl_pl: Przechowuj tymczasowe dane na urządzeniach odwiedzających. Takie zasoby nie będą powtórnie pobierane jeśli nie trzeba, co w efekcie zancznie przyspiesza kolejne wczytywania strony.
pt_pt: Armazene dados temporários nos dispositivos dos seus visitantes para que eles não tenham de fazer o download dos recursos duas vezes, se não precisarem. Isto resulta numa velocidade de carregamento de página muito mais rápida na segunda vez.

source: Adjust your expiry settings and save your settings to update your Cloudflare cache settings.
pl_pl: Dostosuj ustawienia wygasania i zapisz je aby zaktualizować ustawienia pamięci podręcznej Cloudflare.
pt_pt: Ajuste as suas configurações de expiração e guarde-as para actualizar as suas configurações de cache do Cloudflare.

source: Cloudflare is connected for this domain.
pl_pl: Cloudflare jest podłączony dla tej domeny.
pt_pt: Cloudflare está conectado para este domínio.

source: Double check your domain has been added to Cloudflare and tap re-check when ready.
pl_pl: Upewnij się, że Twoja domena została dodana do Cloudflare i dotknij "sprawdź ponownie".
pt_pt: Verifique outra vez se o seu domínio foi adicionado ao Cloudflare e clique em "Verificar novamente" quando estiver pronto.

source: CloudFlare is connected, but it appears you don’t have any active zones for this domain.
pl_pl: CloudFlare jest podłączona ale wygląda na to, że nie masz żadnych aktywnych stref dla tej domeny.
pt_pt: CloudFlare está conectado, mas parece que você não tem zonas activas para este domínio.

source: Restart LiteSpeed.
pl_pl: Zrestartuj serwer LiteSpeed.
pt_pt: Reiniciar LiteSpeed.

source: Follow the steps below to add browser caching to your LiteSpeed server.
pl_pl: Wykonaj poniższe kroki, aby dodać pamięć podręczną przeglądarki do serwera LiteSpeed.
pt_pt: Siga as etapas abaixo para adicionar a cache do navegador ao seu servidor LiteSpeed.

source: Setup
pl_pl: Ustawienia

source: You’ve made changes to your browser cache settings. You need to update your .htaccess for the new settings to take effect.
pl_pl: Wprowadziłeś zmiany w ustawieniach pamięci podręcznej przeglądarki. Musisz zaktualizować plik .htaccess, aby nowe ustawienia zaczęły działać.
pt_pt: Fez alterações nas configurações da sua cache do navegador. Precisa actualizar o .htaccess para que as novas configurações entrem em vigor.

source: You’ve made changes to your browser cache settings. You need to update your .htaccess file with the newly generated code below.
pl_pl: Wprowadziłeś zmiany w ustawieniach pamięci podręcznej przeglądarki. Musisz zaktualizować plik .htaccess w nowy wygenerowany poniżej kod.
pt_pt: Fez alterações nas configurações da sua cache do navegador. Precisa actualizar o .htaccess com o novo código gerado em baixo.

source: You’ve made changes to your browser cache settings. You need to save changes for the new settings to take effect.
pl_pl: Wprowadziłeś zmiany w ustawieniach pamięci podręcznej przeglądarki. Musisz zapisać zmiany, aby nowe ustawienia zaczęły działać.
pt_pt: Fez alterações nas configurações da sua cache do navegador. Precisa guardar as alterações para que as novas configurações entrem em vigor.

source: Note: You need to connect your CloudFlare account below for your selected expiry time to take effect.
pl_pl: Uwaga: Musisz połączyć swoje konto CloudFlare aby wybrany czas wygaśnięcia odniósł skutek.
pt_pt: Nota: Precisa conectar sua conta CloudFlare abaixo para que o tempo de expiração selecionado entre em vigor.

source: We’ve detected you’re using CloudFlare which handles browser caching for you. You can control your CloudFlare settings from Hummingbird by connecting your account below.
pl_pl: Wykryliśmy, że używasz CloudFlare, który obsługuje pamięć podręczną przeglądarki. Możesz kontrolować ustawienia CloudFlare w Hummingbird, podłączając swoje konto poniżej.
pt_pt: Detectamos que está a usar CloudFlare, que lida com a cache do navegador para si. Pode controlar as suas configurações CloudFlare a partir do Hummingbird, conectando a sua conta em baixo.

source: to control your cache settings from here.
pl_pl: aby kontrolować ustawienia pamięci podręcznej z tego miejsca.
pt_pt: para controlar as suas configurações de cache a partir daqui.

source: connect your account
pl_pl: podłącz swoje konto
pt_pt: conecte a sua conta

source: This is the server type your website is hosted on. If you are using CloudFlare
pl_pl: Jest to typ serwera, na którym hostowana jest witryna. Jeśli używasz CloudFlare
pt_pt: Este é o tipo de servidor em que o seu site está alojado. Se estiver a usar CloudFlare

source: Tags
pl_pl: Tagi
pt_pt: Etiquetas

source: Inline
pl_pl: Lokalne

source: Current status
pl_pl: Aktualny stan
pt_pt: Estado actual

source: %d of your compression types are inactive. <a href="#" id="configure-gzip-link">Configure</a> compression for all files types below.
pl_pl: %d typy kompresji są nieaktywne. <a href="#" id="configure-gzip-link">Skonfiguruj</a> kompresję dla wszystkich typów plików poniżej.
pt_pt: %d dos seus tipos de compactação estão inactivos. <a href="#" id="configure-gzip-link">Configure</a> a compactação para todos os tipos de ficheiro em baixo.

source: Contact your host. If deflate is enabled, ask why all .htaccess or nginx.conf compression rules are not being applied.
pl_pl: Skontaktuj się z hostem. Jeśli funkcja deflate jest włączona, zapytaj, dlaczego nie są stosowane wszystkie reguły kompresji z .htaccess lub nginx.conf.
pt_pt: Entre em contato com seu alojamento. Se "deflate" estiver activado, pergunte por que todas as regras de compactação .htaccess ou nginx.conf não estão sendo aplicadas.

source: Automatic .htaccess rules have been applied.
pl_pl: Zastosowano automatyczne reguły .htaccess.
pt_pt: Regras de .htaccess automáticas foram aplicadas.

source: Next, <a href="%s">re-check your GZip status</a> to see if it worked. <a href="#" id="troubleshooting-link-litespeed">Still having issues?</a>
pl_pl: Następnie <a href="%s">sprawdź ponownie swój status GZip</a> aby sprawdzić, czy zmiany zostały zastosowane. <a href="#" id="troubleshooting-link-litespeed">Nadal masz problemy?</a>
pt_pt: Em seguida, <a href="%s">verifique novamente o status GZip </a> para ver se funcionou.<a href="#" id="troubleshooting-link-litespeed">Ainda tem problemas?</a>

source: We tried applying the .htaccess rules automatically but we weren’t able to. Make sure your file permissions on your .htaccess file are set to 644, or <a href="#litespeed-config-manual" class="switch-manual">switch to manual mode</a> and apply the rules yourself.
pl_pl: Próbowaliśmy automatycznie zastosować reguły .htaccess, ale nie byliśmy w stanie tego zrobić. Upewnij się, że uprawnienia do plików w pliku .htaccess są ustawione na 644, lub <a href="#litespeed-config-manual" class="switch-manual">przełącz się na tryb ręczny</a> i wprowadź zasady samodzielnie.
pt_pt: Tentamos aplicar as regras .htaccess automaticamente, mas não foi possível. Certifique-se de que as permissões do ficheiro .htaccess estão definidas como 644, ou <a href="#litespeed-config-manual" class="switch-manual">mude para o modo manual</a> e aplique as regras você mesmo.

source: Next, <a href="%s">re-check your GZip status</a> to see if it worked. <a href="#" id="troubleshooting-link">Still having issues?</a>
pl_pl: Następnie <a href="%s">sprawdź ponownie swój status GZip</a> aby sprawdzić, czy zmiany zostały zastosowane. <a href="#" id="troubleshooting-link">Nadal masz problemy?</a>
pt_pt: Em seguida, <a href="%s">verifique novamente o status GZip</a> para ver se funcionou. <a href="#" id="troubleshooting-link">Ainda tem problemas?</a>

source: Copy & paste the generated code below into your .htaccess file
pl_pl: Skopiuj i wklej poniżej wygenerowany kod do pliku .htaccess
pt_pt: Copie & cole o código gerado abaixo no seu ficheiro .htaccess

source: If you are unable to get the automated method working you can copy the generated code below into your .htaccess file to activate GZip compression.
pl_pl: Jeśli tryb automatyczny nie działa, możesz skopiować poniższy wygenerowany kod do pliku .htaccess, aby aktywować kompresję GZip.
pt_pt: Se não conseguir usar o método automatizado, copie o código gerado abaixo para o seu ficheiro .htaccess para activar a compressão GZip.

source: Apply Rules
pl_pl: Zastosuj reguły
pt_pt: Aplicar Regras

source: We tried applying the .htaccess rules automatically but we weren’t able to. Make sure your file permissions on your .htaccess file are set to 644, or <a href="#apache-config-manual" class="switch-manual">switch to manual mode</a> and apply the rules yourself.
pl_pl: Próbowaliśmy automatycznie zastosować reguły .htaccess, ale nie byliśmy w stanie tego zrobić. Upewnij się, że uprawnienia do plików w pliku .htaccess są ustawione na 644, lub <a href="#apache-config-manual" class="switch-manual">przełącz się na tryb ręczny</a> i wprowadź zasady samodzielnie.
pt_pt: Tentamos aplicar as regras .htaccess automaticamente, mas não foi possível. Certifique-se de que as permissões do ficheiro .htaccess estão definidas como 644, ou<a href="#apache-config-manual" class="switch-manual">mude para o modo manual</a> e aplique as regras você mesmo.

source: Hummingbird can automatically apply GZip compression for Apache servers by writing your .htaccess file. Alternately, switch to Manual to apply these rules yourself.
pl_pl: Hummingbird może automatycznie zastosować kompresję GZip dla serwerów Apache, nadpisując plik .htaccess. Alternatywnie, przełącz się na Tryb ręczny, aby samemu zastosować te zasady.
pt_pt: Hummingbird pode aplicar automaticamente a compressão GZip para servidores Apache escrevendo no seu ficheiro .htaccess. Alternativamente, mude para Manual para aplicar estas regras você mesmo.

source: Follow the instructions to activate GZip compression for this website.
pl_pl: Postępuj zgodnie z instrukcjami, aby aktywować kompresję GZip dla tej witryny.
pt_pt: Siga as instruções para activar a compressão GZip neste site.

source: Choose your server type. If you don’t know this, please contact your hosting provider.
pl_pl: Wybierz typ serwera. Jeśli tego nie wiesz, skontaktuj się ze swoim dostawcą usług hostingowych.
pt_pt: Escolha o seu tipo de servidor. Se não sabe isto, entre em contato com seu provedor de alojamento.

source: Server type
pl_pl: Typ serwera
pt_pt: Tipo de servidor

source: Last test
pl_pl: Ostatni test
pt_pt: Último teste

source: GZip compression is currently active. Good job!
pl_pl: Kompresja GZip jest obecnie aktywna. Świetnie!
pt_pt: Compressão GZip está actualmente activa. Bom trabalho!

source: User agents
pl_pl: Identyfikatory przeglądarek (user agents)

source: URL Strings
pl_pl: Ciągi URL

source: There was an error during the cache purge. Check folder permissions are 755 for /wp-content/wphb-cache or delete directory manually.
pl_pl: Wystąpił błąd podczas czyszczenia pamięci podręcznej. Sprawdź czy uprawnienia folderu są ustawione na 755 dla /wp-content/wphb-cache lub usuń katalog ręcznie.
pt_pt: Houve um erro durante a limpeza da cache. Verifique se as permissões do ficheiro são 755 para /wp-content/wphb-cache ou elimine a pasta manualmente.

source: We've disabled the Combine option because your server has HTTP/2 activated. HTTP/2 automatically optimizes the delivery of assets for you
pl_pl: Wyłączyliśmy opcję łączenia, ponieważ twój serwer ma aktywowany protokół HTTP/2. HTTP/2 automatycznie optymalizuje dostarczanie zasobów za Ciebie
pt_pt: Desactivamos a opção Combinar porque o seu servidor tem HTTP/2 activado. O HTTP/2 optimiza automaticamente a entrega de recursos para si

source: Tip: the longer the better - you can always purge the cache manually.
pl_pl: Wskazówka: im dłużej, tym lepiej - zawsze możesz wyczyścić pamięć podręczną ręcznie.
pt_pt: Dica: quanto mais tempo melhor - pode sempre limpar a cache manualmente.

source: Choose the length of time you want to cache avatars for before Hummingbird will request new ones from Gravatar.
pl_pl: Wybierz jak długo obrazki profilowe mają być przechowywane w pamięci podręcznej zanim Hummingbird pobierze nowe z serwisu Gravatar.
pt_pt: Escolha o período de tempo que deseja armazenar em cache os avatares antes que o Hummingbird solicite uns novos ao Gravatar.

source: Cache Length
pl_pl: Czas ważności pamięci podręcznej
pt_pt: Duração da Cache

source: All of your cache types meet the recommended expiry period of 8+ days. Great work!
pl_pl: Wszystkie typy pamięci podręcznej mają rekomendowany czas wygasania 8+ dni. Super!
pt_pt: Todos os seus tipos de cache cumprem o período de validade recomendado de 8 dias ou mais. Óptimo trabalho!

source: Cloudflare account email
pl_pl: Email konta używanego w Cloudflare
pt_pt: Email da conta Cloudflare

source: Hummingbird can automatically apply browser caching for LiteSpeed servers by writing your .htaccess file. Alternately, switch to Manual to apply these rules yourself.
pl_pl: Hummingbird może automatycznie zastosować pamięć podręczną przeglądarki dla serwerów LiteSpeed, nadpisując Twój plik .htaccess. Alternatywnie, przełącz się na Tryb ręczny, aby samemu zastosować te zasady.
pt_pt: Hummingbird pode aplicar automaticamente a cache do navegador para servidores LiteSpeed, escrevendo no ficheiro .htaccess. Alternativamente, mude para Manual para aplicar estas regras você mesmo.

source: If .htaccess does not work, and you have access to vhosts.conf or httpd.conf try this:
pl_pl: Jeśli kod w pliku .htaccess nie działa i masz dostęp do vhosts.conf lub httpd.conf spróbuj tego:
pt_pt: Se .htaccess não funcionar e tiver acesso ao vhosts.conf ou ao httpd.conf, tente isto:

source: Please choose your desired expiry time. Google recommends 8 days as a good benchmark.
pl_pl: Proszę wybrać czas wygasania pamięci podręcznej przegląarki. Google zaleca 8 dni.
pt_pt: Por favor, escolha o tempo de expiração que desejado. O Google recomenda 8 dias como uma boa referência.

source: Gravatar Caching
pl_pl: Buforowanie Gravatar
pt_pt: Cache de Gravatar

source: Enable minification to use the WPMU DEV CDN
pl_pl: Włącz użycie WPMU DEV CDN przez minifikację
pt_pt: Active a "minification" para usar o WPMU DEV CDN

source: Here are your latest performance test results. Action as many fixes as possible, however you can always ignore warnings if you are unable to fix them.
pl_pl: Oto najnowsze wyniki testu wydajności. Wdroż jak najwięcej poprawek, ale zawsze możesz zignorować ostrzeżenia, jeśli nie możesz ich naprawić.
pt_pt: Aqui estão os resultados do seu último teste de desempenho. Faça o máximo possível de correções, mas poderá sempre ignorar os avisos se não conseguir corrigi-los.

source: Available after next test
pl_pl: Dostępne po następnym teście
pt_pt: Disponível após o próximo teste

source: Performance test in progress...
pl_pl: Trwa test wydajności ...
pt_pt: Teste de desempenho em progresso...

source: Publishing changes will regenerate any necessary assets, this may take a few seconds to run.
pl_pl: Publikowanie zmian spowoduje regenerację wszystkich niezbędnych zasobów, co może potrwać kilka sekund.
pt_pt: Publicar alterações irá regenerar qualquer recurso necessário, isto pode levar alguns segundos a concluir.

source: Pro Feature
pl_pl: Funkcje Pro
pt_pt: Funcionalidade Pro

source: Current performance score
pl_pl: Aktualny wynik wydajności
pt_pt: Pontuação de desempenho actual

source: Performance improvements hardly matter if your website isn’t accessible. Monitor your uptime and downtime with WPMU DEV’s Uptime Monitoring website management tool. <a href="%s" target="_blank">Try Pro for FREE today!</a>
pl_pl: Poprawa wydajność nie znaczy wiele, jeśli witryna jest niedostępna. Monitoruj dostępność z narzędziem Uptime Monitoring z WPMU DEV. <a href="%s" target="_blank">Wypróbuj wersję PRO za DARMO już dziś!</a>
pt_pt: Melhorias no desempenho não importam se o seu site não estiver acessível. Monitorize o seu tempo de atividade e tempo de inatividade com a ferramenta de gestão de wesites Monitorização Uptime da WPMU DEV. <a href="%s" target="_blank">Experimente o Pro GRATUITAMENTE hoje mesmo!</a>

source: There are %s images that need smushing!
pl_pl: Jest %s zdjęć, które wymagają optymalizacji!
pt_pt: Existem %s imagens que precisam ser optimizadas!

source: Automated performance tests are enabled
pl_pl: Automatyczne testy wydajności są włączone
pt_pt: Testes de desempenho automatizados estão activados

source: Automated performance tests are disabled
pl_pl: Automatyczne testy wydajności są wyłączone
pt_pt: Testes de desempenho automatizados estão desactivados

source: Improve
pl_pl: Ulepsz
pt_pt: Melhorar

source: Here are your latest performance test results. A score above 85 is considered a good benchmark.
pl_pl: Tutaj są wyniki ostatnie testu wydajności. Wynik powyżej 85 jest uważany za dobry.
pt_pt: Aqui estão os resultados do seu último teste de desempenho. Uma pontuação acima de 85 é considerada uma boa referência.

source: Store temporary data on your visitors devices so that they don’t have to download assets twice if they don’t have to.
pl_pl: Przechowuj tymczasowe dane na urządzeniach odwiedzających, aby nie musieli pobierać zasobów dwukrotnie, jeśli nie muszą.
pt_pt: Armazene dados temporários nos dispositivos dos seus visitantes para que não precisem fazer o download dos recursos duas vezes, se não precisarem.

source: Improvements
pl_pl: Ulepszenia
pt_pt: Melhorias

source: Hummingbird's asset optimization engine requires <strong>PHP 5.3</strong> or newer. You'll need to update your PHP to a newer version to use this feature.
pl_pl: Mechanizm optymalizacji zasobów w Hummingbird wymaga <strong>PHP 5.3</strong> lub nowszego. Będziesz musiał zaktualizować PHP do nowszej wersji, aby móc korzystać z tej funkcji.
pt_pt: O motor de optimização de recursos do Hummingbird requer <strong>PHP 5.3</strong> ou mais recente. Irá precisar actualizar o seu PHP para uma versão mais recente para usar este recurso.

source: Click 'View API Key' button and copy your API identifier.
pl_pl: Kliknij przycisk "Wyświetl klucz API" i skopiuj swój identyfikator API.
pt_pt: Clique no botão "Ver Chave API" e copie o seu identificador API.

source: Scroll down to API Key.
pl_pl: Przewiń w dół do sekcji API Key.
pt_pt: Scroll down para a Chave API.

source: Go to My Settings.
pl_pl: Przejdź do Moje ustawienia.
pt_pt: Ir para as Minhas Definições.

source: Hummingbird can control your Cloudflare Browser Cache settings from here. Simply add your Cloudflare API details and configure away.
pl_pl: Hummingbird może kontrolować ustawienia Cloudflare pamięci podręcznej przeglądarki. Po prostu dodaj swoje dane Cloudflare API i ustaw konfigurację.
pt_pt: Hummingbird pode controlar aqui as suas configurações da Cache do Navegador Cloudflare. Basta adicionar os detalhes da API Cloudflare e configurar.

source: If you don't know where those files are, or you aren't able to reload LiteSpeed, you would need to consult with your hosting provider or a system administrator who has access to change the configuration of your server
pl_pl: Jeśli nie wiesz, gdzie znajdują się te pliki, lub nie możesz ponownie zrestartować serwera LiteSpeed, musisz skonsultować się ze swoim dostawcą usług hostingowych lub administratorem systemu, który ma dostęp do wykonywania zmian w konfiguracji serwera
pt_pt: Se não sabe onde estes ficheiros estão, ou não é capaz de recarregar o LiteSpeed, precisa consultar o seu provedor de alojamento ou um administrador do sistema que tenha acesso para alterar a configuração do seu servidor

source: Reload LiteSpeed.
pl_pl: Zrestartuj serwer LiteSpeed.
pt_pt: Recarregar LiteSpeed.

source: The performance test didn't return any results. This probably means you're on a local website (which we can't scan) or something went wrong trying to access WPMU DEV. Try again and if this error continues to appear please open a ticket with our support heroes
pl_pl: Test wydajności nie zwrócił żadnych wyników. Prawdopodobnie oznacza to, że znajdujesz się na lokalnej stronie (której nie możemy przeskanować) lub coś poszło nie tak, próbując uzyskać dostęp do narzędzia WPMU DEV. Spróbuj ponownie, a jeśli błąd nadal się pojawia, utwórz zgłoszenie w naszej pomocy technicznej
pt_pt: O teste de desempenho não conseguiu resultados. Isto provavelmente significa que está num website local (que não conseguimos verificar) ou algo correu mal tentando aceder ao WPMU DEV. Tente de novo e se o erro persistir por favor abra um ticket com os nossos heróis do suporte ao cliente
