Repository: polive31/Goutu-Local
Catalog: languages/plugins/hummingbird-performance-*.po
Languages: nl_nl, pl_pl, pt_pt

source: There was an error re-checking the caching status, please try again later.
nl_nl: Er is een fout opgetreden bij het opnieuw controleren van de cachestatus. Probeer het later opnieuw.
pl_pl: Wystąpił błąd podczas sprawdzania statusu pamięci podręcznej, proszę spróbować później.
pt_pt: Ocorreu um erro ao re-verificar o estado da cache, por favor tente novamente mais tarde.

source: Could not write file %s
nl_nl: Kon niet naar bestand schrijven %s
pl_pl: Nie można było zapisać pliku %s
pt_pt: Não foi possível escrever no ficheiro %s

source: Unable to create directory %s. Is its parent directory writable by the server?
nl_nl: Kon %s map niet aanmaken. Is de bovenliggende map schrijfbaar door de server?
pl_pl: Nie można utworzyć katalogu &#8222;%s&#8221;. Czy WordPress ma uprawnienie do zapisu do katalogu nadrzędnego?
pt_pt: Não foi possível criar o directório %s. O directório do nível acima tem permissões de escrita?

source: Sorry, this file type is not permitted for security reasons.
nl_nl: Sorry, dit bestandstype is om veiligheidsredenen niet toegestaan.
pl_pl: Przepraszamy, ze względów bezpieczeństwa ten typ pliku nie jest dozwolony.
pt_pt: Desculpe, este tipo de ficheiro não é permitido por razões de segurança.

source: Empty filename
nl_nl: Lege bestandsnaam
pl_pl: Nie podano nazwy pliku
pt_pt: Nome de ficheiro em falta

source: Choose what bulk update actions you’d like to apply to the selected files. You still have to publish your changes before they will be set live.
nl_nl: Kies de bulkupdate-acties die je op de geselecteerde bestanden wilt toepassen. Je moet je wijzigingen eerst publiceren voordat ze live worden geplaatst.
pl_pl: Proszę wybrać masowe akcje aktualizacji do zastosowania do wybranych plików. Wciąż trzeba będzie opublikować zmiany zanim będą one widoczne.
pt_pt: Escolha quais açcões de actualização em massa deseja aplicar aos ficheiros seleccionados. Ainda precisa publicar as suas alterações antes que elas sejam definidas visíveis.

source: Leave this blank to use the default folder, or define your own as a relative path.
nl_nl: Laat dit leeg om de standaard map te gebruiken of definieer je eigen map als een relatief pad.
pl_pl: Proszę pozostawić puste aby użyć domyślnego folderu lub zdefiniować własny jako ścieżkę względną.
pt_pt: Deixe isto em branco para usar a pasta por omissão ou defina a sua própria como um caminho relativo.

source: This feature is inactive when you’re using the WPMU DEV CDN.
nl_nl: Deze functie is niet actief wanneer je de WPMU DEV CDN gebruikt.
pl_pl: Ta funkcja jest nieaktywna, kiedy używany jest WPMU DEV CDN.
pt_pt: Este recurso está desactivado quando está a usar o WPMU DEV CDN.

source: Leave this blank to use the default folder, or define your own as a relative path. Note: changing the directory will clear out al the generated assets.
nl_nl: Laat dit leeg om de standaard map te gebruiken of definieer je eigen map als een relatief pad. Opmerking: als je de map wijzigt, dan worden alle gegenereerde bronnen gewist.
pl_pl: Proszę pozostawić puste - aby został użyty domyślny folder - lub zdefiniować jako ścieżkę relatywną. Uwaga: zmiana katalogu wyczyści wszystkie wygenerowane dotąd zasoby.
pt_pt: Deixe isto em branco para usar a pasto por omissão, ou defina a sua própria pasta como um caminho relativo. Nota: alterar a pasta irá limpar todos os recursos gerados.

source: Choose where Hummingbird should store your modified assets.
nl_nl: Bepaal waar Hummingbird je aangepaste bronnen moet opslaan.
pl_pl: Proszę wybrać gdzie Hummingbird ma przechowywać zmodyfikowane zasoby.
pt_pt: Escolha onde Hummingbird deve guardar os seus recursos modificados.

source: File Location
nl_nl: Bestandslocatie
pl_pl: Lokalizacja pliku
pt_pt: Localização do ficheiro

source: Other
nl_nl: Overige
pl_pl: Inne
pt_pt: Outro

source: Select all Other files
nl_nl: Selecteer alle Andere bestanden
pl_pl: Wybierz wszystkie inne pliki
pt_pt: Seleccionar todos os Outros ficheiros

source: Compression is off for this file. Turn it on to reduce its size
nl_nl: Compressie is uitgeschakeld voor dit bestand. Schakel het in om de bestandsgrootte te verkleinen
pl_pl: Kompresja jest wyłączona dla tego pliku. Włącz ją aby zmniejszyć jego rozmiar.
pt_pt: A compressão está desactivada para este ficheiro. Active-a para reduzir o tamanho do ficheiro.

source: Compression is on for this file, which aims to reduce its size
nl_nl: Compressie is ingeschakeld voor dit bestand, met als doel om de bestandsgrootte te verkleinen
pl_pl: Kompresja jest włączona dla tego pliku, co oznacza dążenie do zmiejszenia jego rozmiaru.
pt_pt: A compressão está activa para este ficheiro, que visa reduzir o tamanho do ficheiro.

source: This file is already compressed
nl_nl: Dit bestand is al gecomprimeerd
pl_pl: Ten plik jest już skompresowany
pt_pt: Este ficheiro já está compactado

source: This file is queued for compression. It will get optimized when someone visits a page that requires it.
nl_nl: Dit bestand staat in de wachtrij voor compressie. Het wordt geoptimaliseerd wanneer iemand een pagina bezoekt die dit vereist.
pl_pl: Ten plik znajduje się w kolejce do kompresji. Zostanie zoptymalizowany kiedy ktoś odwiedzi stronę, na której jest używany.
pt_pt: Este ficheiro está na fila para compressão. Será optimizado quando alguém visitar uma página que necessita dele.

source: Filesize Unknown
nl_nl: Bestandsgrootte Onbekend
pl_pl: Nieznany rozmiar pliku
pt_pt: Tamanho do Ficheiro Desconhecido

source: You need to publish your changes for your new settings to take effect
nl_nl: Je moet je wijzigingen publiceren voordat je nieuwe instellingen van kracht worden
pl_pl: Należy opublikować zmiany aby nowe ustawienia odnosły skutek
pt_pt: Precisa de publicar as suas alterações para que as novas opções tenham efeito.

source: This file has no linked URL, it will not be combined/minified
nl_nl: Dit bestand heeft geen gekoppelde URL, het wordt niet gecombineerd/geminificeerd
pl_pl: Ten plik nie ma powiązanego adresu URL, nie zostanie połączony/zminifikowany
pt_pt: Este ficheiro não tem um URL ligado, não será combinado/minified

source: This file has already been compressed – we recommend you turn off compression for this file to avoid issues
nl_nl: Dit bestand is al gecomprimeerd - we raden je aan de compressie voor dit bestand uit te schakelen om problemen te voorkomen
pl_pl: Ten plik został już skompresowany - polecamy wyłaczenie kompresji dla tego pliku w celu uniknięcia potencjalnych problemów
pt_pt: Este ficheiro já foi compactado - recomendamos que desactive a compressão deste ficheiro para evitar problemas

source: Run a Google PageSpeed test and get itemized insight (with fixes) on where you can improve your website’s performance.
nl_nl: Voer een Google PageSpeed-test uit en krijg gespecificeerd inzicht (met oplossingen) over waar je de prestaties van je website kunt verbeteren.

source: For any pages/post/post types/taxonomies you don’t want to cache, use the <code>%s</code> constant to instruct Hummingbird not to cache specific pages or templates.
nl_nl: Voor alle pagina's/berichten/berichttypen/taxonomieën die je niet wilt cachen, gebruik je de constante <code>%s</code> om Hummingbird op te dragen specifieke pagina's of templates niet te cachen.
pl_pl: Dla każej strony/wpisu/typu wpisu/taksonomii dla której nie ma być używana pamięć podręczna, należy użyć stałej <code>%s</code> aby poinstruować Hummingbird, by konkretna strona lub szablon nie były zapisywane w pamięci podręcznej.
pt_pt: Para quaisquer páginas/artigos/tipos de conteúdos/taxonomias que não quer que sejam armazenadas em cache, use a constante <code>%s</code> para instruir Hummingbird a não armazenar em cache páginas ou modelos específicos.

source: By default your subsite inherits your network admin’s cache settings.
nl_nl: Je subsite neemt standaard de cache-instellingen van je netwerkbeheerder over.
pl_pl: Domyślnie witryny dziedziczą ustawienia pamięci podręcznej z administracyjnych ustawień sieci witryn.
pt_pt: Por omissão, o seu subsite herda as opções de cache do administrador da rede.

source: Cache Control
nl_nl: Cache Beheer
pl_pl: Kontrola pamięci podręcznej
pt_pt: Controlo de Cache

source: Your blog is your frontpage
nl_nl: Je blog is je voorpagina
pl_pl: Twój blog jest Twoją stroną główną
pt_pt: A sua página de artigos é a sua página inicial

source: Your subsite admins can use the DONOTCACHEPAGE constant to prevent caching on their custom post types.
nl_nl: Je subsite beheerders kunnen de constante DONOTCACHEPAGE gebruiken om caching op hun aangepaste berichttypen te voorkomen.
pl_pl: Administratorzy witryn sieci mogą używać stałej DONOTCACHEPAGE aby powstrzymać zapisywanie w pamięci podręcznej ich własnych typów wpisów.
pt_pt: Os administradores dos seus subsites podem usar a constante DONOTCACHEPAGE para evitar que os seus tipos de conteúdo personalizados sejam armazenados em cache.

source: Subsites will inherit the settings you use here, except any additional custom post types or taxonomies will be cached by default.
nl_nl: Subsites nemen de instellingen over die je hier gebruikt, maar eventuele extra aangepaste berichttypen of taxonomieën worden standaard gecacht.
pl_pl: Witryny sieci odziedziczą ustawienia wybrane tutaj. Wyjątek to wszelkie dodatkowe własne typów wpisów lub taksonomii, które będą domyślnie zapisywane w pamięci podręcznej.
pt_pt: Subsites irão herdar as opções que usar aqui, excepto quaisquer tipos de conteúdo personalizado ou taxonomias que irão ser armazenadas em cache por omissão.

source: Select which page types you wish to cache.
nl_nl: Selecteer de paginatypes die je wilt cachen.
pl_pl: Wybierz, które typy stron chcesz zapisywać w pamięci podręcznej.
pt_pt: Seleccione que tipos de páginas deseja armazenar em cache.

source: Select which page types you wish to cache.
nl_nl: Selecteer de paginatypes die je wilt cachen.
pl_pl: Wybierz, które typy stron chcesz zapisywać w pamięci podręcznej.
pt_pt: Seleccione que tipos de páginas deseja armazenar em cache.

source: For example, if you want to not cache any pages that are nested under your Forums area you might add "/forums/" as a rule. When Hummingbird goes to cache pages, she will ignore any URL that contains "/forums/". To exclude a specific page you might add "/forums/thread-title". Accepts regular expression syntax, for more complex exclusions it can be helpful to test on %1$sregex101.com%2$s. Note: Hummingbird will auto convert your input into valid regex syntax.
nl_nl: Als je bijvoorbeeld geen pagina's wilt cachen die zijn genest onder je Forums , dan kun je de regel "/forums/" toevoegen. Wanneer Hummingbird pagina's gaat cachen, dan zal ze elke URL negeren die "/forums/" bevat. Om een specifieke pagina uit te sluiten, kun je "/forums/thread-titel" toevoegen. Accepteert syntaxis van reguliere expressies, voor complexere uitzonderingen kan het nuttig zijn om te testen op %1$sregex101.com%2$s. Opmerking: Hummingbird converteert je invoer automatisch naar geldige syntaxis van reguliere expressies.

source: You can use the %s constant to instruct Hummingbird not to cache specific pages or templates.
nl_nl: Je kunt de constante %s gebruiken om Hummingbird op te dragen specifieke pagina's of templates niet te cachen.

source: Paste in recommended defaults.
nl_nl: De aanbevolen standaardwaarden invullen.
pl_pl: Wklej rekomendowane wartości domyślne.
pt_pt: Cole nos padrões recomendados.

source: TRUE
nl_nl: JA
pl_pl: PRAWDZIWE
pt_pt: VERDADEIRO

source: FALSE
nl_nl: NEE
pl_pl: FAŁSZYWE
pt_pt: FALSO

source: undefined
nl_nl: ongedefinieerd
pl_pl: niezdefiniowany
pt_pt: indefinido

source: OS Version
nl_nl: OS-versie
pl_pl: Wersja systemu operacyjnego
pt_pt: Versão do SO

source: OS Hostname
nl_nl: OS-hostnaam
pl_pl: Nazwa hosta systemu operacyjnego
pt_pt: SO do Hostname

source: Operating System
nl_nl: Besturingssysteem
pl_pl: System operacyjny
pt_pt: Sistema Operativo

source: Server local time
nl_nl: Lokale server tijd
pl_pl: Czas lokalny serwera
pt_pt: Hora local do servidor

source: Server Admin
nl_nl: Serverbeheerder
pl_pl: Administrator serwera
pt_pt: Administrador do Servidor

source: Server Hostname
nl_nl: Server Hostnaam
pl_pl: Nazwa hosta serwera
pt_pt: Servidor de Hostname

source: Software Version
nl_nl: Software Versie
pl_pl: Wersja oprogramowania
pt_pt: Versão do Software

source: Software Name
nl_nl: Softwarenaam
pl_pl: Nazwa oprogramowania
pt_pt: Nome do Software

source: Extensions
nl_nl: Extensies
pl_pl: Dodatki
pt_pt: Extensões

source: Error Reporting
nl_nl: Foutrapportage
pl_pl: Zgłaszanie błędów
pt_pt: Relatório de erros

source: Version
nl_nl: Versie
pl_pl: Wersja
pt_pt: Versão

source: Looking for files...
nl_nl: Bestanden aan het zoeken...
pl_pl: Szukam plików ...
pt_pt: A procurar por ficheiros...

source: Use this info if you are having issues with Hummingbird and your server setup. It will give you the most up to date information about your stack.
nl_nl: Gebruik deze info als je problemen ondervindt met Hummingbird en je serverconfiguratie. Het geeft je de meest actuele informatie over je stack.
pl_pl: Użyj tych informacji jeśli występują problemy z Hummingbirdem i konfiguracją twojego serwera. To będzie najbardziej aktualna informacja o twojej konfiguracji.
pt_pt: Use esta informação se está a ter problemas com o Hummingbird e a sua configuração do servidor. Lhe dará as informações mais atualizadas sobre seu ambiente.

source: System Information
nl_nl: Systeem Informatie
pl_pl: Informacje o systemie
pt_pt: Informações do Sistema

source: Adjust notification settings
nl_nl: Notificatie instellingen aanpassen
pl_pl: Dostosuj ustawienia powiadomień
pt_pt: Ajustar as definições de notificação

source: Re-check Asset Optimization
nl_nl: Bronnenoptimalisatie Opnieuw Controleren
pl_pl: Ponownie sprawdź optymalizację zasobów
pt_pt: Re-verificar Optimização de Recursos

source: We've noticed you've made changes to your website. We recommend you clear Hummingbird's page cache to avoid any issues.
nl_nl: We hebben gemerkt dat je wijzigingen hebt aangebracht aan je website. We raden aan om Hummingbird's pagina cache te legen om problemen te voorkomen.
pl_pl: Zauważyliśmy, że wprowadziłeś zmiany w swojej witrynie. Zalecamy wyczyścić pamięć podręczną w Hummingbird, aby uniknąć problemów.
pt_pt: Percebemos que fez alterações no seu website. Recomendamos que limpe a cache de páginas Hummingbird para evitar problemas.

source: Did you know the Pro version of Hummingbird comes up to 2x better compression and a CDN to store your assets on? Get it as part of a WPMU DEV membership. <a href="%s" target="_blank">Learn more.</a>
nl_nl: Wist je dat de Pro-versie van Hummingbird tot 2x betere compressie geeft en een CDN om je bronnen op te slaan? Krijg het als onderdeel van een WPMU DEV-lidmaatschap. <a href="%s" target="_blank">Meer informatie.</a>

source: Hummingbird could not locate the WP_CACHE constant in wp-config.php file for WordPress. Please make sure the following line is added to the file: <br><code>define('WP_CACHE', true);</code>
nl_nl: Hummingbird kan de constante WP_CACHE niet vinden in het wp-config.php bestand. Zorg ervoor dat de volgende regel aan het bestand is toegevoegd: <br><code>define('WP_CACHE', true);</code>
pl_pl: Hummingbird nie mógł zlokalizować definicji WP_CACHE w pliku wp-config.php WordPress'a. Upewnij się, że do pliku dodano następującą linię: <br><code>define('WP_CACHE', true);</code>
pt_pt: O Hummingbird não conseguiu localizar a constante WP_CACHE no ficheiro wp-config.php do WordPress. Por favor, certifique-se que a seguinte linha foi adicionada ao ficheiro: <br> <code> define ('WP_CACHE', true); </code>

source: Clear page cache
nl_nl: Pagina cache legen
pl_pl: Wyczyść pamięć podręczną strony
pt_pt: Limpar a cache da página

source: The Network Admin has the WPMU DEV CDN turned off
nl_nl: De netwerkbeheerder heeft de WPMU DEV CDN uitgeschakeld
pl_pl: Administrator sieci ma wyłączoną funkcję WPMU DEV CDN
pt_pt: O Administrado da rede tem o WPMU DEV CDN desactivado

source: The Network Admin has the WPMU DEV CDN turned on
nl_nl: De netwerkbeheerder heeft de WPMU DEV CDN ingeschakeld
pl_pl: Administrator sieci ma włączoną funkcję WPMU DEV CDN
pt_pt: O Administrado da rede tem o WPMU DEV CDN activado

source: Note: This will not remove any files, they will just go back to their original, unoptimized state.
nl_nl: Opmerking: dit zal geen bestanden verwijderen, ze zullen alleen terugkeren naar hun oorspronkelijke, niet-geoptimaliseerde staat.
pl_pl: Uwaga: nie spowoduje to usunięcia żadnych plików, tylko wróci do pierwotnego, niezoptymalizowanego stanu.
pt_pt: Nota: Isto não irá remover nenhum ficheiro, apenas irão retomar o seu estado original, não optimizado.

source: No longer need Asset Optimization? This will completely deactivate this feature.
nl_nl: Bronnenoptimalisatie niet langer nodig? Dit zal deze functie helemaal deactiveren.
pl_pl: Nie potrzebujesz już Optymalizacji Zasobów? To całkowicie dezaktywuje tę funkcję.
pt_pt: Já não precisa da Optimização de Recursos? Isto irá desativar completamente este recurso.

source: Note: This will clear all your settings and run a new file check.
nl_nl: Opmerking: hiermee worden al je instellingen gewist en wordt een nieuwe bestandscontrole uitgevoerd.
pl_pl: Uwaga: Spowoduje to wyczyszczenie wszystkich ustawień i uruchomienie nowego sprawdzenia plików.
pt_pt: Nota: Isto irá limpar todas as suas configurações e irá executar uma nova verificação de ficheiros.

source: Use this button to wipe any existing settings and return to defaults.
nl_nl: Gebruik deze knop om bestaande instellingen te wissen en de standaardinstellingen te gebruiken.
pl_pl: Użyj tego przycisku, aby wyczyścić istniejące ustawienia i przywrócić ustawienia domyślne.
pt_pt: Use este botão para limpar quaisquer definições actuais e voltar às definições por defeito.

source: Turn on the debug log to get insight into any issues you’re having.
nl_nl: Schakel de debug log in om inzicht te krijgen in eventuele problemen die je ondervindt.
pl_pl: Włącz dziennik debugowania, aby uzyskać wgląd we wszystkie problemy, które masz.
pt_pt: Active o log de depuração para obter ideias sobre quaisquer problemas que estiver a ter.

source: Host your files on WPMU DEV’s secure and hyper fast CDN.
nl_nl: Host je bestanden op WPMU DEV's veilige en razendsnelle CDN.
pl_pl: Hostuj swoje pliki na bezpiecznym i szybkim WPMU DEV CDN.
pt_pt: Hospedar os seus ficheiros no CDN seguro e hiper rápido da WPMU DEV.

source: Compress your files up to 2x more with our enhanced optimization engine.
nl_nl: Comprimeer je bestanden tot 2x meer met onze verbeterde optimalisatie engine.
pl_pl: Skompresuj swoje pliki nawet dwukrotnie, korzystając z naszego ulepszonego mechanizmu optymalizacji.
pt_pt: Comprimir os seus ficheiros até 2x mais com o nosso aprimorado mecanismo de optimização.

source: Disable warnings in your WP Admin area.
nl_nl: Waarschuwingen uitschakelen in je WP Admin omgeving.
pl_pl: Wyłącz ostrzeżenia w obszarze administracyjnym WordPress.
pt_pt: Desactivar avisos na sua área de administração WP.

source: Set Hummingbird to automatically clear your cache instead of prompting you to do it manually.
nl_nl: Stel Hummingbird in om automatisch je cache te legen in plaats van te vragen dit handmatig te doen.
pl_pl: Ustaw Hummingbird tak, aby automatycznie czyścił pamięć podręczną zamiast wysyłania monitu o zrobienie tego ręcznie.
pt_pt: Defina Hummingbird para automticamente eliminar a cache em vez de solicar para você o fazer manualmente.

source: Get a global notice inside your WordPress Admin area anytime your cache needs clearing.
nl_nl: Ontvang een globale kennisgeving in je WordPress admin dashboard telkens wanneer je cache moet worden geleegd.
pl_pl: Dostaniesz powiadomienie w Kokpicie twojego WordPress za każdym razem kiedy pamięć podręczna będzie wymagała wyczyszczenia.
pt_pt: Obtenha um aviso global dentro da sua área de administração do WordPress sempre que seja preciso eliminar a cache.

source: Manual Notice
nl_nl: Handmatige Kennisgeving
pl_pl: Powiadomienia w Kokpicie
pt_pt: Aviso Manual

source: Choose how you want Hummingbird to react when we detect changes to your file structure.
nl_nl: Bepaal hoe je wilt dat Hummingbird reageert wanneer we wijzigingen detecteren in je bestandsstructuur.
pl_pl: Wybierz, w jaki sposób ma reagować Hummingbird, gdy wykryjemy zmiany w strukturze pliku.
pt_pt: Escolha como pretente que Hummingbird reaja quando detectar alteraçãoes na sua estrutura de ficheiros.

source: File Change Detection
nl_nl: Bestandswijziging Detectie
pl_pl: Wykrywanie zmian w pliku
pt_pt: Detecção de alterações em ficheiros

source: Show Clear Cache button in Admin area
nl_nl: Cache Legen knop tonen in beheerderomgeving
pl_pl: Pokaż przycisk Wyczyść pamięć podręczną w obszarze administracyjnym
pt_pt: Mostrar botão Limpar cache na área de Administração

source: This feature adds a Clear Cache button to the WordPress Admin Top bar area for admin users.
nl_nl: Deze functie voegt een Cache Legen-knop toe aan de WordPress admin toolbar voor beheerders.
pl_pl: Ta funkcja dodaje przycisk Wyczyść pamięć podręczną do obszaru górnego w pasku narzędzi WordPress dla wybranych ról użytkowników.
pt_pt: Esta funcionalidade adiciona uma botão Limpar Cache à barra na parte superior da área de Administração do WordPress para os administradores.

source: Admin Cache Control
nl_nl: Admin Cache Beheer
pl_pl: Administracyjna kontrola pamięci podręcznej
pt_pt: Controlo de Cache na Administração

source: Cache for post has been cleared.
nl_nl: Cache voor bericht is geleegd.
pl_pl: Pamięć podręczna dla postów została wyczyszczona.
pt_pt: Cache para o artigo foi limpa.

source: Error saving file
nl_nl: Fout bij het opslaan van het bestand
pl_pl: Błąd podczas zapisywania pliku
pt_pt: Erro ao guardar o ficheiro

source: Unsupported content
nl_nl: Niet-ondersteunde inhoud
pl_pl: Nieobsługiwane treści
pt_pt: Conteúdo não suportado

source: Cached data that themes and plugins have stored, but may still be in use. Note: the next page to load could take a bit longer due to WordPress regenerating transients.
nl_nl: Gecachte gegevens die thema's en plugins hebben opgeslagen, maar mogelijk nog steeds in gebruik zijn. Opmerking: de volgende pagina die wordt geladen, kan wat langer duren vanwege regenererende transiënten van WordPress.
pl_pl: Dane, które dodane do pamięci podręcznej przez motywy i wtyczki mogą być wciąż w użyciu. Uwaga: następna wczytywana strona może ładować się troszkę dłużej ponieważ WordPress będzie regenerował pamięć podręczną krótkotrwałą.
pt_pt: Dados em cache que os temas e plugins armazenaram, mas ainda podem estar em uso. Nota: a próxima página a ser carregada pode levar um pouco mais de tempo devido ao WordPress regenerar transientes.

source: All Transients
nl_nl: Alle Transiënten
pl_pl: Wszystkie elementy pamięci podręcznej krótkotrwałej
pt_pt: Todos os Transientes

source: Cached data that themes and plugins have stored, except these ones have expired and can be deleted
nl_nl: Gecachte gegevens die thema's en plugins hebben opgeslagen, behalve deze zijn verlopen en kunnen worden verwijderd
pl_pl: Dane w pamięci podręcznej, które przechowują wtyczki i motywy, oprócz tych które wygasły i mogą zostać skasowane.
pt_pt: Dados em cache que os temas e plugins armazenaram, excepto os que expiraram e podem ser eliminados

source: Expired Transients
nl_nl: Verlopen Transiënten
pl_pl: Wygasła pamięć podręczna krótkotrwała
pt_pt: Transientes Expirados
