Repository: polive31/Goutu-Local
Catalog: languages/plugins/hummingbird-performance-*.po
Languages: nl_nl, pl_pl, pt_pt

source: Host my files on the WPMU DEV CDN
nl_nl: Host mijn bestanden op de WPMU DEV CDN
pl_pl: Hostuj moje pliki na WPMU DEV CDN
pt_pt: Alojar os meus ficheiros no WPMU DEV CDN

source: Apply
nl_nl: Toepassen
pl_pl: Zastosuj
pt_pt: Aplicar

source: Cancel
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar

source: This file type cannot be compressed and will be left alone
nl_nl: Dit bestandstype kan niet worden gecomprimeerd en zal overgeslagen worden
pl_pl: Ten typ pliku nie może być skompresowany i zostanie pominięty
pt_pt: Este tipo de ficheiro não pode ser compactado e será deixado sozinho

source: Search by name or extension
nl_nl: Zoeken op naam of extensie
pl_pl: Wyszukaj według nazwy lub rozszerzenia
pt_pt: Procurar por nome ou extensão

source: Choose Plugin or Theme
nl_nl: Selecteer Plugin of Thema
pl_pl: Wybierz wtyczkę lub szablon
pt_pt: Escolher Plugin ou Tema

source: Not seeing all your files in this list?
nl_nl: Zie je niet al je bestanden in deze lijst?
pl_pl: Nie widzisz wszystkich swoich plików na tej liście?
pt_pt: Não está a ver todos os seus ficheiros nesta lista?

source: With our pro version of Hummingbird you can super-compress your files and then host them on our blazing fast CDN. You'll get Hummingbird Pro plus 100+ WPMU DEV plugins & 24/7 WP support. <a href='%s' target='_blank'>Try Pro for FREE today!</a>
nl_nl: Met onze pro versie van Hummingbird kun je je bestanden super-minificeren en ze vervolgens hosten op onze razendsnelle CDN. Je krijgt Hummingbird Pro plus 100+ WPMU DEV plugins en 24/7 WP support. <a href='%s' target='_blank'>Probeer Pro vandaag nog GRATIS!</a>
pl_pl: Dzięki naszej pro wersji Hummingbird możesz jeszcze bardziej skompresować swoje pliki, a następnie hostować je na naszym niesamowicie szybkim CDN. Dostaniesz Hummingbird Pro, ponad 100 wtyczek WPMU DEV i wsparcie 24/7 dotyczące WordPress'a. <a href='%s' target='_blank'>Wypróbuj wersję Pro ZA DARMO już dziś!</a>
pt_pt: Com a nossa versão pro do Hummingbird, pode super-compactar os seus ficheiros e, em seguida, alojá-los no nosso incrível CDN. Irá ter Hummingbird Pro mais 100+ plugins WPMU DEV, temas e suporte 24 horas por dia, 7 dias por semana. <a href='%s' target='_blank'>Experimente o Pro GRATUITAMENTE hoje mesmo!</a>

source: WP Smush free installed
nl_nl: WP Smush gratis versie geïnstalleerd
pl_pl: Darmowa wersja WP Smush zainstalowana
pt_pt: Versão gratuita do WP Smush instalada

source: Auto-enabled
nl_nl: Automatisch Ingeschakeld
pl_pl: Automatyczne włączone
pt_pt: Auto-activado

source: Uptime Inactive
nl_nl: Uptime Inactief
pl_pl: Uptime nieaktywny
pt_pt: Uptime está inactivo

source: Never
nl_nl: Nooit
pl_pl: Nigdy
pt_pt: Nunca

source: Downtime notifications are enabled
nl_nl: Downtime notificaties zijn ingeschakeld
pl_pl: Powiadomienia o niedostępności są włączone
pt_pt: Notificações Downtime estão activas

source: View stats
nl_nl: Stats bekijken
pl_pl: Wyświetl statystyki
pt_pt: Ver estatísticas

source: Availability
nl_nl: Beschikbaarheid
pl_pl: Dostępność
pt_pt: Disponibilidade

source: Your website is currently up and humming.
nl_nl: Je website is bereikbaar.
pl_pl: Twoja witryna aktualnie jest dostępna, śpiewa i tańczy.
pt_pt: O seu website está a funcionar e a cantarolar.

source: Monitor your website and get notified if/when it’s inaccessible. We’ll also watch your server response time.
nl_nl: Monitor je website en ontvang een melding als/wanneer hij niet bereikbaar is. We houden ook de reactietijd van je server in de gaten.
pl_pl: Monitoruj swoją witrynę i otrzymuj powiadomienia, jeśli / kiedy jest niedostępna. Będziemy również obserwować czas reakcji Twojego serwera.
pt_pt: Monitorize o seu website e seja notificado se/quando estiver inacessível. Também iremos observar o tempo de resposta do seu servidor.

source: Did you know WP Smush Pro delivers up to 2x better compression, allows you to smush your originals and removes any bulk smushing limits? <a href="%s" target="_blank">Try it absolutely FREE</a>
nl_nl: Wist je dat WP Smush Pro tot wel 2x betere compressie levert, je de mogelijkheid geeft om je originele afbeeldingen te smushen en alle bulk smush limieten verwijdert? <a href="%s" target="_blank">Probeer het helemaal GRATIS</a>
pl_pl: Czy wiesz, że WP Smush Pro oferuje dwukrotnie lepszą kompresję, pozwala kompresować orginalne - pełnowymiarowe - obrazki i znosi limity kompresji? <a href="%s" target="_blank">Wypróbuj całkowicie za DARMO</a>
pt_pt: Sabia que o WP Smush Pro oferece uma compressão até 2x melhor, permite que optimize os seus originais e elimina qualquer limite de optimização em massa? <a href="%s" target="_blank">Experimente absolutamente GRÁTIS</a>

source: Activate Smush
nl_nl: Smush Activeren
pl_pl: Aktywuj Smush
pt_pt: Activar Smush

source: WP Smush is installed but not activated! Activate and set up now to reduce page load time.
nl_nl: WP Smush is geïnstalleerd maar niet geactiveerd! Activeer nu en stel in om de laadtijd van je pagina's te verminderen.
pl_pl: WP Smush jest zainstalowany, ale nie aktywowany! Aktywuj i skonfiguruj teraz, aby skrócić czas wczytywania strony.
pt_pt: WP Smush está instalado, mas não activado! Active e configure agora para reduzir o tempo de carregamento de página.

source: Install Smush
nl_nl: Installeer Smush
pl_pl: Zainstaluj Smush
pt_pt: Instalar Smush

source: Automatically compress and optimize your images with our super popular Smush plugin.
nl_nl: Comprimeer en optimaliseer automatisch je afbeeldingen met onze super populaire Smush plugin.
pl_pl: Automatycznie kompresuj i optymalizuj swoje obrazy dzięki naszej super popularnej wtyczce Smush.
pt_pt: Automaticamente comprima e optimize as suas imagens com o nosso plugin super popular Smush.

source: Inactive
nl_nl: Inactief
pl_pl: Nieaktywny
pt_pt: Inactivo

source: Performance Test
nl_nl: Prestatietest
pl_pl: Test wydajności
pt_pt: Teste de desempenho

source: Hummingbird is running a test to measure your website performance, please wait.
nl_nl: Hummingbird is bezig met het uitvoeren van een test om de prestaties van je website te meten, een momentje alsjeblieft.
pl_pl: Hummingbird przeprowadza test, by zmierzyć wydajność witryny, proszę czekać.
pt_pt: Hummingbird está a executar um teste para avaliar o desempenho do seu site, aguarde por favor.

source: View Full Report
nl_nl: Volledig Rapport Bekijken
pl_pl: Wyświetl pełny raport
pt_pt: Ver Relatório Completo

source: Compress, combine and position your assets to dramatically improve your page load speed.
nl_nl: Comprimeer, combineer en verplaats je bestanden om de laadsnelheid van je pagina's drastisch te verbeteren.
pl_pl: Kompresuj, łącz i pozycjonuj zasoby, aby znacząco poprawić szybkość wczytywania strony.
pt_pt: Comprima, combine e posicione os seus recursos para melhorar drasticamente a sua velocidade de carregamento de página.

source: Activate
nl_nl: Activeren
pl_pl: Włącz
pt_pt: Activar

source: Gzip compresses your webpages and style sheets before sending them over to the browser.
nl_nl: gzip comprimeert je webpagina's en stylesheets voordat ze naar de browser worden verzonden.
pl_pl: Gzip kompresuje Twoje strony i arkusze stylów przed wysłaniem ich do przeglądarki.
pt_pt: GZIP comprime as suas páginas web e folhas de estilo antes de as enviar para o navegador.

source: Re-Check Status
nl_nl: Status Opnieuw Controleren
pl_pl: Sprawdź status ponownie
pt_pt: Re-verificar estado

source: It appears you have no active zones available. Double check your domain has been added to Cloudflare and try again.
nl_nl: Het lijkt erop dat je geen actieve zones beschikbaar hebt. Controleer of je domein is toegevoegd aan Cloudflare en probeer het opnieuw.
pl_pl: Wygląda na to, że nie masz dostępnych aktywnych stref. Sprawdź dwukrotnie, czy Twoja domena została dodana do Cloudflare i spróbuj ponownie.
pt_pt: Parece que não tem zonas ativas disponíveis. Verifique se o seu domínio foi adicionado ao Cloudflare e tente novamente.

source: Enter your 37 digit API key
nl_nl: Vul je 37-cijferige API-sleutel in
pl_pl: Wpisz swoją 37-cyfrowy API key
pt_pt: Introduza a sua chave de API com 37 digitos

source: Response Time
nl_nl: Reactietijd
pl_pl: Czas odpowiedzi
pt_pt: Tempo de Resposta

source: Reporting period
nl_nl: Rapportperiode
pl_pl: Raport z okresu
pt_pt: Perído Reportado

source: Get Started
nl_nl: Ga aan de Slag
pl_pl: Rozpocznij
pt_pt: Começe agora

source: Monthly
nl_nl: Maandelijks
pl_pl: Miesięczny
pt_pt: Mensalmente

source: Weekly
nl_nl: Wekelijks
pl_pl: Tygodniowo
pt_pt: Semanalmente

source: Daily
nl_nl: Dagelijks
pl_pl: Dziennie
pt_pt: Diariamente

source: Reports
nl_nl: Rapporten
pl_pl: Raporty
pt_pt: Relatórios

source: Reporting
nl_nl: Rapporten
pl_pl: Raportowanie
pt_pt: Reportado

source: Clear Cache
nl_nl: Cache Legen
pl_pl: Wyczyść bufor
pt_pt: Limpar Cache

source: Your local and Cloudflare caches have been successfully cleared. Your assets will regenerate the next time someone visits your website.
nl_nl: Je lokale en Cloudflare caches zijn succesvol geleegd. De eerstvolgende keer dat iemand je website bezoekt, zullen je bronnen worden geregenereerd.
pl_pl: Twoja lokalna pamięci podręczna oraz pamięci podręczna Cloudflare zostały pomyślnie wyczyszczone. Twoje zasoby zostaną zregenerowane, gdy następnym razem ktoś odwiedzi Twoją witrynę.
pt_pt: As suas caches local e do Cloudflare foram limpas com sucesso. Os seus recursos serão gerados novamente na próxima vez que alguém visitar seu o website.

source: Your cache has been successfully cleared. Your assets will regenerate the next time someone visits your website.
nl_nl: Je cache is succesvol geleegd. De eerstvolgende keer dat iemand je website bezoekt, zullen je bronnen worden geregenereerd.
pl_pl: Twoja pamięć podręczna została pomyślnie wyczyszczona. Twoje zasoby zostaną zregenerowane, gdy następnym razem ktoś odwiedzi Twoją witrynę.
pt_pt: A sua cache foi limpo com sucesso. Os seus recursos serão gerados novamente na próxima vez que alguém visitar o seu website.

source: Cloudflare cache successfully purged. Please wait 30 seconds for the purge to complete.
nl_nl: Cloudflare cache succesvol geleegd. Wacht alsjeblieft 30 seconden voordat hij helemaal geleegd is.
pl_pl: Pamięć podręczna Cloudflare została wyczyszczona. Zaczekaj 30 sekund na zakończenie oczyszczania.
pt_pt: Cache do Cloudflare foi removida com sucesso. Por favor, aguarde 30 segundos para que a eliminação seja concluída.

source: Made with %s by WPMU DEV
nl_nl: Met %s gemaakt door WPMU DEV
pl_pl: Wykonane z %s przez WPMU DEV
pt_pt: Feito com %s pela WPMU DEV

source: Minify callback does not exist
nl_nl: Minificeer callback bestaat niet
pl_pl: Wywołanie zwrotne minifikacji nie istnieje
pt_pt: Minify callback não existe

source: Hummingbird could not parse the content of this file
nl_nl: Hummingbird kon de inhoud van dit bestand niet ontleden
pl_pl: Hummingbird nie mógł przeanalizować zawartości tego pliku
pt_pt: Hummingbird não conseguiu analisar o conteúdo deste ficheiro

source: @import directive is not allowed in stylesheets
nl_nl: @import is niet toegestaan in stylesheets
pl_pl: dyrektywa @import nie jest dozwolona w arkuszach stylów
pt_pt: A instrução @import não é permitida nas folhas de estilo

source: It looks like this file is empty
nl_nl: Het lijkt erop dat dit bestand leeg is
pl_pl: Wygląda na to, że ten plik jest pusty
pt_pt: Parece que este ficheiro está vazio

source: Others
nl_nl: Anderen
pl_pl: Inne
pt_pt: Outros

source: It seems that we are having problems in our servers. Asset optimization will be turned off for %d minutes
nl_nl: Het lijkt erop dat we problemen hebben met onze servers. Bronnenoptimalisatie wordt uitgezet voor %d minuten
pl_pl: Wygląda na to, że mamy problemy na naszych serwerach. Optymalizacja zasobów zostanie wyłączona na %d minuty
pt_pt: Parece que estamos a ter problemas com os nossos servidores. A optimização de recursos será desativada por %d minutos

source: Settings updated
nl_nl: Instellingen bijgewerkt
pl_pl: Ustawienia zaktualizowane
pt_pt: Definições actualizadas

source: Enable WPMU DEV CDN
nl_nl: WPMU DEV CDN Inschakelen
pl_pl: Aktywuj WPMU DEV CDN
pt_pt: Activar WPMU DEV CDN

# Connect to Cloudflare button text
source: Connect
nl_nl: Verbinden
pl_pl: Połącz
pt_pt: Conectar

source: Invalid Cloudflare expiration value
nl_nl: Ongeldige Cloudflare expiratie waarde
pl_pl: Nieprawidłowa wartość wygasania Cloudflare
pt_pt: Valor de expiração Cloudflare é inválido

source: See this page unminified
nl_nl: Bekijk deze pagina ongeminificeerd
pl_pl: Zobacz tę stronę nie zminimalizowaną
pt_pt: Ver esta página não-minificada

source: See this page minified
nl_nl: Bekijk deze pagina geminificeerd
pl_pl: Zobacz tę stronę zminifikowaną
pt_pt: Ver esta página minificada

source: Cloudflare unknown error
nl_nl: Cloudflare onbekende fout
pl_pl: Nieznany błąd Cloudflare
pt_pt: Erro desconhecido no CloudFlare

source: Cloudflare error: %s
nl_nl: Cloudflare fout: %s
pl_pl: Błąd Cloudflare : %s
pt_pt: Erro Cloudflare: %s

source: Enable Cloudflare
nl_nl: Cloudflare Inschakelen
pl_pl: Włącz Cloudflare
pt_pt: Activar Cloudlfare

source: Select domain
nl_nl: Selecteer domein
pl_pl: Wybierz domenę
pt_pt: Selecionar domínio

source: Select the domain that matches this website
nl_nl: Selecteer het domein dat met deze website overeen komt
pl_pl: Wybierz domenę, która pasuje do tej witryny
pt_pt: Selecione o domínio que corresponde a este website

source: Need help getting your API Key?
nl_nl: Hulp nodig bij het verkrijgen van je API Sleutel?
pl_pl: Potrzebujesz pomocy w uzyskaniu API Key?
pt_pt: Precisa de ajuda para obter a sua Chave API?

source: Cloudflare Global API Key
nl_nl: Cloudflare Globale API Sleutel
pl_pl: Cloudflare: Globalny API Key
pt_pt: Chave Cloudflare Global API

source: Hummingbird can control your CloudFlare Browser Cache settings from here. Simply add your CloudFlare API details and configure away.
nl_nl: Hummingbird kan vanaf hier je Cloudflare Browser Cache instellingen regelen. Voeg je Cloudflare API details toe en configureer er op los.

source: Deactivate
nl_nl: Deactiveren
pl_pl: Wyłącz
pt_pt: Desactivar

source: The selected zone is not valid
nl_nl: De geselecteerde zone is niet geldig
pl_pl: Wybrana strefa jest nieprawidłowa
pt_pt: A zona selecionada não é válida

source: Please, select a Cloudflare zone. Normally, this is your website
nl_nl: Selecteer een Cloudflare zone. Normaal gesproken is dit je website
pl_pl: Wybierz strefę Cloudflare. Zwykle jest to twoja strona internetowa
pt_pt: Por favor, selecione uma zona no Cloudflare. Normalmente, é o seu website

source: Test my website
nl_nl: Test mijn website
pl_pl: Przetestuj moją stronę
pt_pt: Testar o meu website

source: Are you sure? All your changes will be lost
nl_nl: Weet je het zeker? Al je wijzigingen zullen verloren gaan
pl_pl: Jesteś pewny? Wszystkie twoje zmiany zostaną utracone
pt_pt: Tem a certeza? Todas as alterações serão perdidas

source: Filter plugin or theme
nl_nl: Filter plugin of thema
pl_pl: Filtruj po wtyczce lub motywie
pt_pt: Filtrar plugin ou tema

source: Save Changes
nl_nl: Wijzigingen Opslaan
pl_pl: Zapisz zmiany
pt_pt: Guardar Alterações

source: WP Smush is installed but no images have been smushed yet. Get in there and smush away!
nl_nl: WP Smush is geïnstalleerd maar er zijn nog geen afbeeldingen gesmushed. Ga aan de slag en smush erop los!
pl_pl: WP Smush jest zainstalowany, ale nie zoptymalizowano jeszcze żadnych obrazów. Przejdź do zakładki Smush i zoptymalizuj obrazy.
pt_pt: WP Smush está instalado, mas nenhuma imagem foi optimizada ainda. Entre lá e optimize as suas imagens!

source: Unknown Error
nl_nl: Onbekende Fout
pl_pl: Nieznany błąd
pt_pt: Erro Desconhecido

source: Unknown Error. Code: %s
nl_nl: Onbekende Fout. Code: %s
pl_pl: Nieznany błąd. Kod: %s
pt_pt: Erro Desconhecido. Código: %s

source: Please, activate minification first. A new menu will appear in every site on your Network.
nl_nl: Activeer eerst minificeren. Er zal een nieuw menu verschijnen op iedere site in je Netwerk.
pl_pl: Proszę najpierw włączyć minifikację. Nowe menu pojawi się w każdej witrynie sieci.
pt_pt: Por favor, active primeiro a minificação. Irá surgir um novo menu em todos os sites da sua Rede.

source: Settings
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Definições

source: Hummingbird zips through your site finding new ways to make it load faster, from file compression and minification to browser caching – because when it comes to pagespeed, every millisecond counts.
nl_nl: Hummingbird vliegt door je site om nieuwe manieren te vinden om hem sneller te laten laden, van bestandscompressie en minificatie tot browser caching - want als het om paginasnelheid gaat, telt elke milliseconde.
pl_pl: Hummingbird śmiga po twojej witrynie znajdując sposoby na zwiększenie jej szybkości, od kompresji i minimalizacji plików do pamięci podręcznej przeglądarki - bo kiedy przychodzi do szybkości ładowania strony każda milisekunda się liczy.
pt_pt: Hummingbird passa pelo seu site e tenta encontra novas maneiras de acelerar o carregamento, desde a compactação e a minimização de ficheiros até à cache do navegador - porque, quando se trata de velocidade da página, cada milésimo de segundo conta.

source: %d second
nl_nl: %d seconde
pl_pl: %d sekunda
pt_pt: %d segundo

source: %d minute
nl_nl: %d minuut
pl_pl: %d minuta
pt_pt: %d minuto

source: %d hour
nl_nl: %d uur
pl_pl: %d godzina
pt_pt: %d hora

source: %d day
nl_nl: %d dag
pl_pl: %d dzień
pt_pt: %d dia

source: %d month
nl_nl: %d maand
pl_pl: %d miesiąc
pt_pt: %d mês

source: %d year
nl_nl: %d jaar
pl_pl: %d rok
pt_pt: %d ano

source: 1 year
nl_nl: 1 jaar
pl_pl: 1 rok
pt_pt: 1 ano

source: 6 months
nl_nl: 6 maanden
pl_pl: 6 miesięcy
pt_pt: 6 meses

source: 3 months
nl_nl: 3 maanden
pl_pl: 3 miesiące
pt_pt: 3 meses

source: 2 months
nl_nl: 2 maanden
pl_pl: 2 miesiące
pt_pt: 2 meses

source: 1 month
nl_nl: 1 maand
pl_pl: 1 miesiąc
pt_pt: 1 mês

source: 24 days
nl_nl: 24 dagen
pl_pl: 24 dni
pt_pt: 24 dias

source: 16 days
nl_nl: 16 dagen
pl_pl: 16 dni
pt_pt: 16 dias

source: 8 days
nl_nl: 8 dagen
pl_pl: 8 dni
pt_pt: 8 dias

source: 5 days
nl_nl: 5 dagen
pl_pl: 5 dni
pt_pt: 5 dias

source: 4 days
nl_nl: 4 dagen
pl_pl: 4 dni
pt_pt: 4 dias

source: 3 days
nl_nl: 3 dagen
pl_pl: 3 dni
pt_pt: 3 dias

source: 2 days
nl_nl: 2 dagen
pl_pl: 2 dni
pt_pt: 2 dias

source: 1 day
nl_nl: 1 dag
pl_pl: 1 dzień
pt_pt: 1 dia

source: 1 hour
nl_nl: 1 uur
pl_pl: 1 godzina
pt_pt: 1 hora

source: You need to be a WPMU DEV Member
nl_nl: Je moet een WPMU DEV Lid zijn
pl_pl: Musisz posiadać członkostwo WPMU DEV
pt_pt: Precisa ser um membro WPMU DEV

source: Select file
nl_nl: Selecteer bestand
pl_pl: Wybierz plik
pt_pt: Seleccione um ficheiro

source: Outages
nl_nl: Storingen
pl_pl: Przerwy
pt_pt: Interrupções

source: Re-check
nl_nl: Opnieuw controleren
pl_pl: Sprawdź ponownie
pt_pt: Re-verificar

source: Monitor your website
nl_nl: Monitor je website
pl_pl: Monitoruj swoją witrynę
pt_pt: Monitorize o seu website

source: Let's see what we can improve!
nl_nl: Laten we kijken wat we kunnen verbeteren!
pl_pl: Zobaczmy, co możemy poprawić!
pt_pt: Vamos ver o que podemos melhorar!

source: Overview
nl_nl: Overzicht
pl_pl: Przegląd
pt_pt: Visão geral

source: Combine
nl_nl: Combineren
pl_pl: Połącz
pt_pt: Combinar

source: Checking files
nl_nl: Bestanden aan het controleren
pl_pl: Sprawdzanie plików
pt_pt: A verificar ficheiros

source: Reduce your page load time!
nl_nl: Verlaag de laadtijd van je pagina!
pl_pl: Zmniejsz czas wczytywania Twojej strony!
pt_pt: Reduza o tempo de carregamento de página!

source: Re-Check
nl_nl: Opnieuw Controleren
pl_pl: Sprawdź ponownie
pt_pt: Re-verificar

source: Re-Check Files
nl_nl: Bestanden Opnieuw Controleren
pl_pl: Sprawdź ponownie pliki
pt_pt: Re-verificar ficheiros

source: Last Down
nl_nl: Laatste keer Down
pl_pl: Ostatnia niedostępność
pt_pt: Último Down

source: Activate Smush Pro
nl_nl: Smush Pro Activeren
pl_pl: Aktywuj Smush Pro
pt_pt: Activar Smush Pro

source: Install Smush Pro
nl_nl: Installeer Smush Pro
pl_pl: Zainstaluj Smush Pro
pt_pt: Instalar Smush Pro

source: Try again
nl_nl: Opnieuw proberen
pl_pl: Spróbuj ponownie
pt_pt: Tente outra vez

source: Test in progress
nl_nl: Bezig met testen
pl_pl: Test w toku
pt_pt: Teste em progresso

source: Gzip compression is %1$s for %2$s
nl_nl: gzip-compressie is %1$s voor %2$s
pl_pl: Kompresja Gzip jest %1$s dla %2$s
pt_pt: Compressão GZip está %1$s para %2$s

source: Configure
nl_nl: Configureren
pl_pl: Skonfiguruj

source: Caching is disabled
nl_nl: Caching is uitgeschakeld
pl_pl: Buforowanie jest wyłączone
pt_pt: Armazenamento em Cache está desactivado

source: Disabled
nl_nl: Uitgeschakeld
pl_pl: Wyłączony
pt_pt: Desactivado

source: Caching is enabled but you aren't using our recommended value
nl_nl: Caching is ingeschakeld maar je gebruikt niet onze aanbevolen waarde
pl_pl: Buforowanie jest włączone, ale nie korzystasz z naszej zalecanej wartości
pt_pt: Armazenamento em Cache está activado, mas não está a usar o nosso valor recomendado

source: Caching is enabled
nl_nl: Caching is ingeschakeld
pl_pl: Buforowanie jest włączone
pt_pt: Armazenamento em Cache está activado

source: If re-checking and restarting does not resolve, please check with your host or <a href="%s" target="_blank">open a support ticket with us</a>.
nl_nl: Als opnieuw controleren of herstarten niet helpt, vraag dan om hulp aan je host of <a href="%s" target="_blank">open een support ticket bij ons</a>.
pl_pl: Jeśli ponowne sprawdzenie i uruchomienie nie rozwiązuje problemu, skontaktuj się ze swoim dostawcą usług hostingowych lub <a href="%s" target="_blank">utwórz zgłoszenie w naszej pomocy technicznej. </a>.
pt_pt: Se re-verificar e reniciar não resolveu, verifique com seu provedor de alojamento ou <a href="%s" target="_blank">abra um tópico de suporte</a>.

source: Another plugin may be interfering with the configuration
nl_nl: Een andere plugin conflicteert mogelijk met de configuratie
pl_pl: Inna wtyczka może zakłócać konfigurację
pt_pt: Outro plugin pode estar a interferir com a configuração

source: Your server may not have the "expires" module enabled (mod_expires for Apache, ngx_http_headers_module for NGINX)
nl_nl: Je server heeft mogelijk niet de "expires" module ingeschakeld (mod_expires voor Apache, ngx_http_headers_module voor NGINX)
pl_pl: Twój serwer może nie mieć włączonego modułu "expires" (mod_expires dla Apache, ngx_http_headers_module dla NGINX)
pt_pt: O seu servidor pode não ter o módulo "expires" activado (mod_expires para Apache, ngx_http_headers_module para NGINX)

source: Browser Caching is not working properly:
nl_nl: Browser Caching werkt niet goed:
pl_pl: Pamięć podręczna przeglądarki nie działa poprawnie:
pt_pt: A Caching de Navegador não está a funcionar correctamente:

source: Open a support ticket.
nl_nl: Open een support ticket.
pl_pl: Utwórz zgłoszenie do pomocy technicznej.
pt_pt: Abrir um ticket de suporte.

source: Still having trouble?
nl_nl: Nog steeds problemen?
pl_pl: Nadal masz problemy?
pt_pt: Ainda com problemas?

source: Run Test
nl_nl: Test Starten
pl_pl: Uruchom test
pt_pt: Executar Teste

source: Image Optimization
nl_nl: Afbeeldingsoptimalisatie
pl_pl: Optymalizacja obrazów
pt_pt: Optimização de Imagens

source: File check in progress...
nl_nl: Bezig met bestandscontrole...
pl_pl: Trwa sprawdzanie pliku ...
pt_pt: Verificação de ficheiros em progresso...

source: Performance test in progress
nl_nl: Bezig met prestatie test
pl_pl: Test wydajności w toku
pt_pt: Teste de desempenho em progresso

source: Welcome %s
nl_nl: Welkom %s
pl_pl: Witaj %s
pt_pt: Bem-vindo %s
