Repository: polive31/Goutu-Local
Catalog: languages/plugins/hummingbird-performance-*.po
Languages: nl_nl, pl_pl, pt_pt

source: Configure Asset Optimization
nl_nl: Bronnenoptimalisatie Configureren

source: Size
nl_nl: Grootte

source: Jump over to the Hummingbird / Asset Optimization tab and run a fresh file check.
nl_nl: Ga naar het tabblad Hummingbird / Bronnenoptimalisatie en voer een nieuwe bestandscontrole uit.

source: Hummingbird helps you move render-blocking scripts to your footer, and combines blocking CSS in your header. Follow the steps below to improve this score:
nl_nl: Hummingbird helpt je om renderblokkerende scripts naar je footer te verplaatsen en combineert blokkerende CSS in je header. Volg de onderstaande stappen om deze score te verbeteren:

source: First paint of your page is not rendered without waiting for the following resources to load. You can potentially save %dms by eliminating these resources.
nl_nl: First paint van je pagina wordt niet weergegeven zonder te wachten tot de volgende bronnen worden geladen. Je kunt mogelijk %dms besparen door deze bronnen te verwijderen.

source: No render blocking resources found.
nl_nl: Geen renderblokkerende bronnen gevonden.

source: Improve page load speed by deferring all non-critical style scripts and loading critical scripts first.
nl_nl: Verbeter de laadsnelheid van pagina's door alle niet-kritieke stylesheets uit te stellen en kritieke scripts eerst te laden.

source: Render-blocking resources are CSS, JS, or font files that are loading before the rest of the content on your page. This can add seconds to your page load time.
nl_nl: Renderblokkerende bronnen zijn CSS-, JS- of lettertypebestanden die worden geladen vóór de rest van de inhoud op je pagina. Dit kan seconden toevoegen aan de laadtijd van je pagina.

source: How to fix
nl_nl: Hoe op te lossen

source: Error: %s
nl_nl: Fout: %s

source: Following is the distribution of all the page loads into different FID categories.
nl_nl: Hierna volgt de verdeling van alle pagina ladingen in verschillende FID-categorieën.

source: Avg. FID
nl_nl: Gem. FID

source: FID measure the time that the browser takes to respond to the user's first interaction with your page while the page is still loading.
nl_nl: FID meet de tijd die de browser nodig heeft om te reageren op de eerste interactie van de gebruiker met je pagina terwijl de pagina nog wordt geladen.

source: Slow
nl_nl: Traag

source: Average
nl_nl: Gemiddeld

source: Fast
nl_nl: Snel

source: Following is the distribution of all the page loads into different FCP categories.
nl_nl: Hierna volgt de verdeling van alle pagina ladingen in verschillende FCP-categorieën.

source: Avg. FCP
nl_nl: Gem. FCP

source: FCP is the point when the browser renders the first bit of content from the DOM - text, an image, SVG, or even a canvas element.
nl_nl: FCP is het punt wanneer de browser de eerste content van de DOM - tekst, een afbeelding, SVG of zelfs een canvaselement rendert.

source: The Chrome User Experience Report does not have sufficient real-world speed data for this page. Note: This report can take months to populate and is aimed at well established websites.
nl_nl: Het Chrome User Experience Report beschikt niet over voldoende real-time snelheidsgegevens voor deze pagina. Opmerking: dit rapport kan maanden duren om te vullen en is gericht op gerenommeerde websites.

source: Category
nl_nl: Categorie

source: The field data is a historical report about how a particular URL has performed, and represents anonymized performance data from users in the real-world on a variety of devices and network conditions. We use %1$sChrome User Experience Report%2$s to generate insights about the real users’ experience with your webpage over the last 30 days.
nl_nl: De veldgegevens zijn een historisch rapport over hoe een bepaalde URL heeft gepresteerd en vertegenwoordigen geanonimiseerde prestatiegegevens van gebruikers in de praktijk op verschillende apparaten en netwerkomstandigheden. We gebruiken %1$sChrome User Experience Report%2$s om inzichten te genereren over de ervaring van echte gebruikers met je webpagina in de afgelopen 30 dagen.

source: Customize
nl_nl: Aanpassen

source: Choose the minimum user role required to run the performance tests on your subsites.
nl_nl: Kies de minimale gebruikersrol die vereist is om de prestatietests op je subsites uit te voeren.

source: Note: You can re-run the test anytime to check your performance score again.
nl_nl: Opmerking: je kunt de test op elk gewenst moment opnieuw uitvoeren om je prestatiescore nogmaals te controleren.

source: Ignore Results
nl_nl: Resultaten Negeren

source: If you don’t wish to see your current performance test results, you can ignore them here.
nl_nl: Als je de resultaten van je huidige prestatietest niet wilt zien, kun je deze hier negeren.

source: Ignore Current Score
nl_nl: Huidige Score Negeren

source: Customize the test results shown under the performance tab in the Hub as per your preference.
nl_nl: Pas de testresultaten aan die worden weergegeven op het tabblad Prestaties in de Hub.

source: Choose which device you want to show the performance test results for on the Dashboard widget.
nl_nl: Kies voor welk apparaat je de resultaten van de prestatietests wilt weergeven in de dashboard widget.

source: Historic Field Data
nl_nl: Historische Veldgegevens

source: Audits
nl_nl: Controles

source: Score Metrics
nl_nl: Score Statistieken

source: Mobile
nl_nl: Mobiel

source: Choose what results do you want to see in your Performance Test widget in the Hub.
nl_nl: Kies welke resultaten je wilt zien in de prestatietest-widget in de Hub.

source: Choose what results do you want to see in your Performance Test widget on your plugin dashboard.
nl_nl: Kies welke resultaten je wilt zien in de prestatietest-widget in het plugin dashboard.

source: Open item
nl_nl: Item openen

source: Device
nl_nl: Apparaat

source: Customize the test results shown on the plugin dashboard as per your preference.
nl_nl: Pas de testresultaten aan die worden weergegeven op het plugin dashboard.

source: Potential savings of %s ms
nl_nl: Potentiële besparingen van %s ms

source: Nice! All tests passed.
nl_nl: Goed gedaan! Alle tests zijn geslaagd.

source: This section lists the audits with a score of 90 or more. There are still opportunities to improve the overall performance score by aiming for a score of 100 for all the passed audits.
nl_nl: In deze sectie worden de controles met een score van 90 of meer vermeld. Er zijn nog steeds mogelijkheden om de algehele prestatiescore te verbeteren door te streven naar een score van 100 voor alle controles.

source: This section provides additional information about how your page adheres to best practices of web development. These improvements may not directly impact the load speed, however, help to improve the overall performance score of your page.
nl_nl: Deze sectie bevat aanvullende informatie over hoe je pagina voldoet aan de best practices van web development. Deze verbeteringen hebben mogelijk geen directe invloed op de laadsnelheid, maar helpen bij het verbeteren van de algehele prestatiescore van je pagina.

source: Debug logging is active. Logs are stored for 30 days, you can download the log file below.
nl_nl: Debug logging is actief. Logs worden 30 dagen bewaard, je kunt het logbestand hieronder downloaden.

source: With pro version of Hummingbird you can host your compressed files on our blazing fast CDN. You'll get Hummingbird Pro plus 100+ WPMU DEV plugins, themes & 24/7 WP support. %1$sTry Pro for FREE today!%2$s
nl_nl: Met de pro-versie van Hummingbird kun je je gecomprimeerde bestanden hosten op ons razendsnelle CDN. Je krijgt Hummingbird Pro plus 100+ WPMU DEV plugins, thema's en 24/7 WP support. %1$sProbeer Pro vandaag nog GRATIS!%2$s

source: Save settings
nl_nl: Instellingen opslaan

source: Your server is running the HTTP/2 protocol which automatically optimizes the delivery of your assets for you. You can still combine, and move your files, though this may not always improve performance.
nl_nl: Je server gebruikt het HTTP/2-protocol dat automatisch de bezorging van je bronnen voor je optimaliseert. Je kunt je bestanden nog steeds combineren en verplaatsen, hoewel dit niet altijd de prestaties verbetert.

source: Each suggestion in this section is an opportunity to improve your page load speed and estimates how much faster the page will load if the improvement is implemented.
nl_nl: Elke suggestie in dit gedeelte is een kans om de laadsnelheid van je pagina te verbeteren met een schatting van hoeveel sneller de pagina wordt geladen als de verbetering is geïmplementeerd.

source: Disable
nl_nl: Uitschakelen

source: Enable
nl_nl: Inschakelen

source: Debug logging is active. Logs are stored for 30 days. You can download each subsite's log file via their Asset Optimization / Settings tabs.
nl_nl: Debug logging is actief. Logs worden 30 dagen bewaard. Je kunt het logbestand van elke subsite downloaden via de tabbladen Bronnenoptimalisatie / Instellingen.

source: Enable the debug log to get insight into any issues you’re having.
nl_nl: Schakel de debug log in om inzicht te krijgen in eventuele problemen die je ondervindt.

source: Enabling this setting will serve your CSS, JS and other compatible files from our external CDN, effectively taking the load off your server so that pages load faster for your visitors.
nl_nl: Als je deze instelling inschakelt, dan worden je CSS, JS en andere compatibele bestanden van onze externe CDN geserveerd, waardoor de belasting van je server wordt verminderd, zodat pagina's sneller zullen laden voor je bezoekers.

source: Host files on WPMU DEV CDN
nl_nl: Bestanden hosten op de WPMU DEV CDN

source: Subsite Admin
nl_nl: Subsite Beheerder

source: Super Admin
nl_nl: Superbeheerder

source: Choose the minimum user role required to configure the Asset Optimization module in your subsites.
nl_nl: Kies de minimale gebruikersrol die vereist is om de bronnenoptimalisatie-module in je subsites te configureren.

source: Minimum user role
nl_nl: Minimale gebruikersrol

source: Enable Asset Optimization module for your subsites
nl_nl: Bronnenoptimalisatie-module inschakelen voor je subsites

source: Choose whether you want to enable the asset optimization in your subsites and further configure it as per your liking.
nl_nl: Kies of je bronnenoptimalisatie in je subsites wilt inschakelen en configureer het zoals je wilt.

source: Data & Settings
nl_nl: Gegevens & Instellingen

source: Hummingbird will insert a comment into your page’s <head> tag to easily identify if it’s cached or not.
nl_nl: Hummingbird voegt een opmerking toe aan de <head>-tag van je pagina om te kunnen identificeren of deze is gecached of niet.

source: Identify cached pages
nl_nl: Gecachte pagina's identificeren

source: Schedule automatic reports and get them emailed direct to your inbox to stay on top of potential performance issues. Get Reports as part of a WPMU DEV membership. %1$sTry it out for free.%2$s
nl_nl: Plan automatische rapporten en zorg ervoor dat ze rechtstreeks naar je inbox worden gemaild om op de hoogte te blijven van potentiële prestatieproblemen. Ontvang rapporten als onderdeel van een WPMU DEV-lidmaatschap. %1$sProbeer het gratis uit.%2$s

source: Pages are cached when someone first visits them. This number is the total count of static files being cached (not pages) and can be larger than the total number of physical pages you have.
nl_nl: Pagina's worden gecached wanneer iemand ze voor het eerst bezoekt. Dit aantal is het totale aantal statische gecachte bestanden (geen pagina's) en kan groter zijn dan het totale aantal fysieke pagina's dat je hebt.

source: Cache files
nl_nl: Cache-bestanden

source: Choose from daily, weekly or monthly email reports.
nl_nl: Kies uit dagelijkse, wekelijkse of maandelijkse e-mailrapporten.

source: Membership
nl_nl: Lidmaatschap

source: Free Plugins
nl_nl: Gratis Plugins

source: Privacy Policy
nl_nl: Privacybeleid
pl_pl: Polityka prywatności

source: Terms of Service
nl_nl: Servicevoorwaarden

source: Academy
nl_nl: Academie

source: The Hub
nl_nl: De Hub
pl_pl: Centrum

source: Notifications
nl_nl: Notificaties
pl_pl: Powiadomienia

source: Clear HB post cache
nl_nl: HB bericht cache legen

source: Your changes have been saved.
nl_nl: Je wijzigingen zijn opgeslagen.
pl_pl: Zmiany zostały zapisane.

source: Enable high contrast mode
nl_nl: Hoog contrast modus inschakelen
pt_pt: Activar modo de alto contraste

source: Increase the visibility and accessibility of elements and components to meet WCAG AAA requirements.
nl_nl: Vergroot de zichtbaarheid en toegankelijkheid van elementen en componenten om aan de WCAG AAA eisen te voldoen.
pt_pt: Aumente a visibilidade e acessibilidade dos elementos e componentes para cumprir os requisitos WCAG AAA.

source: Accessibility
nl_nl: Toegankelijkheid
pt_pt: Acessibilidade

source: Email address
nl_nl: E-mailadres
pl_pl: Adres E-mail
pt_pt: Endereço de email

source: Add
nl_nl: Toevoegen
pl_pl: Dodaj
pt_pt: Adicionar

source: has been added as a recipient but you still need to save your changes below to set this live.
nl_nl: is toegevoegd als ontvanger, maar je moet hieronder je wijzigingen nog opslaan om deze live te zetten.
pt_pt: foi adicionado como destinatário mas ainda precisa de guardar as suas alterações abaixo para seram publicadas.

source: Recipients updated
nl_nl: Ontvangers bijgewerkt
pt_pt: Destinatários actualizados

source: No recipients defined.
nl_nl: Geen ontvangers gedefinieerd.
pt_pt: Não existem destinatários definidos.

source: Error getting membership status
nl_nl: Fout bij het verkrijgen van lidmaatschapsstatus
pt_pt: Erro ao obter o estado da membership

source: Color Accessibility
nl_nl: Kleur Toegankelijkheid
pt_pt: Acessibilidade de cor

source: E.g john@doe.com
nl_nl: Bijv. john@doe.com
pt_pt: Ex: john@doe.com

source: E.g John
nl_nl: Bijv. John
pt_pt: Ex. John

source: First name
nl_nl: Voornaam
pl_pl: Imię
pt_pt: Primeiro nome

source: Add as many recipients as you like, they will receive email notifications as per your settings.
nl_nl: Voeg zoveel ontvangers toe als je wilt, zij ontvangen e-mail notificaties op basis van je instellingen.
pt_pt: Adicione os destinatários que desejar, irão receber notificações por email segundo as suas opções.

source: Add Recipient
nl_nl: Ontvanger Toevoegen
pt_pt: Adicionar destinatário

source: Automate your workflow with daily, weekly or monthly reports sent directly to your inbox.
nl_nl: Automatiseer je workflow met dagelijkse, wekelijkse of maandelijkse rapporten die direct naar je inbox worden gestuurd.
pt_pt: Automatize o fluxo do seu trabalho com relatórios diários, semanais e mensais, enviados directamente para a sua caixa de entrada.

source: The requested module is inactive.
nl_nl: De gevraagde module is inactief.
pl_pl: Żądany moduł jest nieaktywny.
pt_pt: O módulo solicitado está inactivo.

source: The requested module was invalid.
nl_nl: De gevraagde module is ongeldig.
pl_pl: Żądany moduł był nieprawidłowy.
pt_pt: O módulo solicitado é inválido.

source: The requested module status was invalid.
nl_nl: De gevraagde module status is ongeldig.
pl_pl: Atatus żądanego modułu był nieprawidłowy.
pt_pt: O estado do módulo solicitado é inválido.

source: Hummingbird uses the Stackpath Content Delivery Network (CDN). Stackpath may store web log information of site visitors, including IPs, UA, referrer, Location and ISP info of site visitors for 7 days. Files and images served by the CDN may be stored and served from countries other than your own. Stackpath’s privacy policy can be found %1$shere%2$s.
nl_nl: Hummingbird maakt gebruik van het StackPath Content Delivery Network (CDN). StackPath kan web log informatie van sitebezoekers opslaan, waaronder IP-adressen, UA, verwijzer, locatie en ISP-info van de sitebezoekers voor 7 dagen. Bestanden en afbeeldingen die worden geserveerd door het CDN kunnen worden opgeslagen en geserveerd uit andere landen. Je kunt het privacybeleid van StackPath %1$shier%2$s lezen.

source: Third parties
nl_nl: Derden
pl_pl: Strony trzecie
pt_pt: Terceiros

source: %s assets found
nl_nl: %s bronnen gevonden
pl_pl: Znaleziono %s zasoby
pt_pt: %s recursos encontrados

source: Re-include
nl_nl: Opnieuw opnemen
pl_pl: Dołącz ponownie
pt_pt: Re-incluir

source: Don't load file
nl_nl: Bestand niet laden
pl_pl: Nie ładuj pliku
pt_pt: Não carregar ficheiro

source: If you’ve made changes to this file, you can recompress it without resetting your file structure.
nl_nl: Als je wijzigingen in dit bestand hebt aangebracht, dan kun je deze opnieuw comprimeren zonder je bestandsstructuur opnieuw in te stellen.
pl_pl: Jeśli dokonałeś zmian w tym pliku, możesz go ponownie skompresować bez resetowania struktury pliku.
pt_pt: Se fez alterações a este ficheiro, pode recomprimir sem redefinir a sua estructura de ficheiros.

source: Log file purged
nl_nl: Logbestand opgeschoond
pl_pl: Plik dziennika wyczyszczony
pt_pt: Ficheiro de registos limpo

source: Log file not found or empty
nl_nl: Logbestand niet gevonden of is leeg
pl_pl: Plik logu nie znaleziony lub pusty
pt_pt: Ficheiro de registos não encontrado ou vazio

source: Module not found
nl_nl: Module niet gevonden
pl_pl: Nie znaleziono modułu
pt_pt: Módulo não encontrado

source: Error removing asset file.
nl_nl: Fout bij verwijderen van bronbestand.
pl_pl: Błąd podczas usuwania zasobu.
pt_pt: Erro ao remover o recurso.

source: %s assets found!
nl_nl: %s bronnen gevonden!
pl_pl: Znaleziono %s zasoby!
pt_pt: %s recursos encontrados!

source: Debug logging is active. Logs are stored for 30 days, you can download the log file below.
nl_nl: Debug logging is actief. Logs worden 30 dagen bewaard, je kunt het logbestand hieronder downloaden.

source: Clear
nl_nl: Resetten
pl_pl: Wyczyść
pt_pt: Redefinir

source: This is an advanced feature and can break themes easily. We recommend modifying each file individually and checking your frontend regularly for issues.
nl_nl: Dit is een geavanceerde functie die gemakkelijk thema's kan breken. We raden aan om elk bestand afzonderlijk te wijzigen en je front-end regelmatig te controleren op problemen.

source: Next, optimize your file structure by turning on compression, and moving files in order to speed up your page load times.
nl_nl: Optimaliseer vervolgens je bestandsstructuur door compressie in te schakelen en bestanden te verplaatsen om de laadtijd van je pagina's te versnellen.

source: Disabling this module remotely is not possible.
nl_nl: Het op afstand uitschakelen van deze module is niet mogelijk.
pl_pl: Zdalne wyłączenie tego modułu nie jest możliwe.
pt_pt: Não é possível desactivar este módulo remotamente.

source: Enabling this module remotely is not possible.
nl_nl: Het op afstand inschakelen van deze module is niet mogelijk.
pl_pl: Zdalne włączanie tego modułu nie jest możliwe.
pt_pt: Não é possível activar este módulo remotamente.

source: Hummingbird module doesn't exist.
nl_nl: Hummingbird-module bestaat niet.
pl_pl: Moduł Hummingbird nie istnieje.
pt_pt: O módulo Hummingbird não existe.

source: Scheduled automated performance tests
nl_nl: Geplande automatische prestatietests
pl_pl: Zaplanowane automatyczne testy wydajności
pt_pt: Testes de performance automáticos agendados

source: Run Performance Test
nl_nl: Prestatietest Uitvoeren
pl_pl: Uruchom Test Wydajności
pt_pt: Executar um Teste de Performance

source: Close this dialog window
nl_nl: Dit dialoogvenster sluiten
pl_pl: Zamknij to okno dialogowe
pt_pt: Fechar esta janela de detalhes

source: Added/removed plugins or themes? Update your file list to include new files, and remove old ones
nl_nl: Plugins of thema's toegevoegd/verwijderd? Werk je bestandenlijst bij om nieuwe bestanden op te nemen en oude bestanden te verwijderen
pl_pl: Dodano / usunięto wtyczki lub motywy? Zaktualizuj listę plików, aby uwzględnić nowe pliki i usunąć stare
pt_pt: Adicionou/removeu plugins ou temas? Actualize a sua lista de ficheiros para incluir os novos ficheiros e remover os antigos.

source: Try Pro for FREE
nl_nl: Probeer Pro GRATIS
pl_pl: Wypróbuj wersję Pro za DARMO
pt_pt: Experimento o Pro de forma GRÁTIS

source: Get WP Smush Pro
nl_nl: Krijg WP Smush Pro
pl_pl: Uzyskaj WP Smush Pro
pt_pt: Obtenha WP Smush Pro

source: Scheduled automated reports
nl_nl: Geplande automatische rapporten
pl_pl: Zaplanowane automatyczne raporty
pt_pt: Relatórios automáticos agendados

source: Compress, combine and position your assets to dramatically improve your pageload speed. Choose which user roles can configure Asset Optimization.
nl_nl: Comprimeer, combineer en positioneer je bronnen om de laadsnelheid van je pagina's drastisch te verbeteren. Bepaal welke gebruikersrollen bronnenoptimalisatie kunnen configureren.
pl_pl: Kompresuj, łącz i pozycjonuj swoje zasoby, aby znacznie poprawić szybkość wczytywania Twojej witryny. Wybierz, które role użytkowników mogą konfigurować optymalizację zasobów.
pt_pt: Compacte, combine e posicione os seus recursos para melhorar dramaticamente a velocidade de carregamento das suas páginas. Escolha quais os papéis de utilizador podem configurar a Optimização de Recursos.

source: Connect your account to Cloudflare
nl_nl: Verbind je account met Cloudflare
pl_pl: Połącz swoje konto z Cloudflare
pt_pt: Ligue a sua conta com Cloudflare

source: Gravatar Caching stores local copies of avatars used in comments and in your theme. You can control how often you want the cache purged depending on how your website is set up.
nl_nl: Gravatar Caching slaat lokale kopieën van avatars op die in reacties en in je thema worden gebruikt. Je kunt bepalen hoe vaak je wilt dat de cache wordt geleegd, afhankelijk van hoe je website is ingesteld.

source: Scheduled automated database cleanup
nl_nl: Geplande automatische database opschoning
pl_pl: Zaplanowane automatyczne czyszczenie bazy danych
pt_pt: Limpeza automática da base de dados agendada

source: We've noticed you've made changes to your website. If you’ve installed new plugins or themes, we recommend you re-check Hummingbird's Asset Optimization configuration to ensure those new files are added correctly.
nl_nl: We hebben gemerkt dat je wijzigingen aan je website hebt aangebracht. Als je nieuwe plugins of thema's hebt geïnstalleerd, raden we je aan de bronnenoptimalisatieconfiguratie van Hummingbird opnieuw te controleren om er zeker van te zijn dat die nieuwe bestanden juist zijn toegevoegd.
pt_pt: Demos conta que fez alterações no seu website. Se instalou novos plugins ou temas, recomendamos que re-verifique a configuração da Optimização de Recursos Hummingbird para ter a certeza que esses novos ficheiros foram adicionados correctamente.

source: Zone not found matching this domain. Please check your CloudFlare account.
nl_nl: Zone niet gevonden die overeenkomt met dit domein. Controleer je Cloudflare-account.
pl_pl: Nie znaleziono strefy pasującej do tej domeny. Sprawdź swoje konto CloudFlare.
pt_pt: Zona não encontrada com correspondência para este domínio. Por favor verifique a sua conta CloudFlare.

source: There was an error updating the .htaccess file
nl_nl: Er is een fout opgetreden bij het bijwerken van het .htaccess-bestand
pl_pl: Wystąpił błąd podczas zapisywania do pliku .htaccess
pt_pt: Houve um erro ao actualizar o ficheiro .htaccess

source: Browser caching status updated.
nl_nl: Browser caching-status bijgewerkt.
pl_pl: Status pamięci podręcznej przeglądarki zaktualizowany.
pt_pt: Estado da Cache do Navegador foi actualizado.
