Repository: polive31/Goutu-Local
Catalog: languages/plugins/hummingbird-performance-*.po
Languages: nl_nl, pl_pl, pt_pt

source: Website availability in the last
nl_nl: Website beschikbaarheid in de afgelopen
pl_pl: Dostępność strony w ostatnich
pt_pt: Disponibilidade do website nos últimos

source: If you no longer wish to use Hummingbird’s Uptime Monitor you can turn it off completely.
nl_nl: Als je niet langer de Uptime Monitor van Hummingbird wilt gebruiken, dan kun je deze volledig uitschakelen.
pl_pl: Jeśli nie chcesz już używać Monitorowania Dostępności Witryny Hummingbirda, możesz wyłączyć je całkowicie.
pt_pt: Se não deseja usar mais o Uptime Monitor do Hummingbird, pode desactivá-lo completamente.

source: We don’t have any data feeding in yet. It can take an hour or two for this graph to populate with data so feel free to check back soon!
nl_nl: We hebben nog geen gegevens ontvangen. Het kan een uur of twee duren voordat deze grafiek is gevuld met gegevens. Kom dus snel terug!
pl_pl: Nie mamy jeszcze żadnych danych. Wypełnienie tego wykresu danymi może zająć godzinkę lub dwie, więc sprawdź później jeszcze raz!
pt_pt: Ainda não temos dados. Pode levar uma ou duas horas para que este gráfico seja preenchido com dados, portanto sinta-se à vontade para verificar em breve!

source: Spacer image
nl_nl: Spacer afbeelding
pl_pl: Obrazek odstępu
pt_pt: Imagem de espaçamento

source: No downtime has been reported during the reporting period.
nl_nl: Geen downtime gerapporteerd in de rapportperiode.
pl_pl: Nie odnotowano niedostępności w okresie raportowania.
pt_pt: Nnehum downtime tem sido detectado durante o período reportado.

source: Unknown
nl_nl: Onbekend
pl_pl: Nieznany
pt_pt: Desconhecido

source: Here’s a snapshot of when your site went down, which means visitors couldn’t view your website.
nl_nl: Hier is een momentopname van wanneer je site offline ging, wat betekent dat bezoekers je website niet konden bekijken.
pl_pl: Tutaj jest wycinek z kiedy twoja witryna była niedostępna, a to znaczy że użytkownicy nie mogli jej zobaczyć.
pt_pt: Aqui está um resumo de quando o seu site esteve em baixo, o que significa que os visitantes não puderam visualizar o seu website.

source: Security Tweaks & Recommendations, File & Malware Scanning, Login & 404 Lockout Protection, Two-Factor Authentication & more.
nl_nl: Veiligheidsaanpassingen & Aanbevelingen, Bestands- en malwarescans, Inlog & 404-uitsluitingsbeveiliging, Twee-factor-authenticatie en meer.
pl_pl: Ulepszenia i rekomendacje bezpieczeństwa, Skanowanie Plików i Malware, Ochrona Logowania i Blokady 404, Uwierzytelnianie Dwuetapowe i więcej.
pt_pt: Ajustes de Segurança & Recomendações, Verificação Ficheiros & Malware, Login & Proteção de Bloqueio 404, Two-Factor Authentication & muito mais.

source: Defender Security, Monitoring, and Hack Protection
nl_nl: Defender Beveiliging, Monitoring, en Hackbescherming
pl_pl: Defender Bezpieczeństwo, Monitoring i Ochrona przed Włamaniem
pt_pt: Defender para Segurança, Monitorização e Proteção contra Hack

source: View features
nl_nl: Bekijk functies
pl_pl: Zobacz funkcje
pt_pt: Ver funcionalidades

source: Uptime monitors your server response time and lets you know when your website is down or too slow for your visitors. Activate Uptime and make sure your website is always online.
nl_nl: Uptime controleert de reactietijd van je server en laat je weten wanneer je website onbereikbaar of te traag is voor je bezoekers. Activeer Uptime en zorg ervoor dat je website altijd online is.

source: Go back
nl_nl: Ga terug
pl_pl: Cofnij się
pt_pt: Voltar atrás

source: Switching back to Basic mode will keep your basic compression settings, but you’ll lose any advanced configuration you have set up.
nl_nl: Als je teruggaat naar de basismodus, dan blijven je basisinstellingen voor compressie behouden, maar verlies je elke geavanceerde configuratie die je hebt ingesteld.
pl_pl: Powrót do trybu podstawowego zachowuje podstawowe ustawienia kompresji, ale utracisz konfigurację zaawansowaną, którą ustawiłeś.
pt_pt: Voltar para o modo Básico irá manter as suas configurações básicas de compressão, mas irá perder qualquer configuração avançada que tenha configurado.

source: Are you sure?
nl_nl: Weet je het zeker?
pl_pl: Jesteś pewny?
pt_pt: Tem a certeza?

source: 30 days
nl_nl: 30 dagen
pl_pl: 30 dni
pt_pt: 30 dias

source: 7 days
nl_nl: 7 dagen
pl_pl: 7 dni
pt_pt: 7 dias

source: <strong>Your changes have been published.</strong> Note: Files queued for compression will generate once someone visits your homepage.
nl_nl: <strong>Je wijzigingen zijn gepubliceerd.</strong> Opmerking: bestanden die in de wachtrij zijn geplaatst voor compressie, worden gegenereerd wanneer iemand je homepagina bezoekt.
pl_pl: <strong>Twoje zmiany zostały opublikowane.</strong> Uwaga: pliki oczekujące na kompresowanie wygenerują się, gdy ktoś odwiedzi Twoją stronę główną.
pt_pt: <strong>As suas alterações foram publicadas.</strong> Nota: os ficheiro em fila de espera para compressão serão gerados quando alguém visitar a sua página inicial.

source: You have chosen to ignore this performance test. Run a new test to see new recommendations.
nl_nl: Je hebt ervoor gekozen om deze prestatietest te negeren. Voer een nieuwe test uit om nieuwe aanbevelingen te zien.
pl_pl: Postanowiłeś zignorować ten test wydajności. Uruchom nowy test, aby zobaczyć nowe rekomendacje.
pt_pt: Escolheu ignorar este teste de desempenho. Execute um novo teste para ver novas recomendações.

source: Got It
nl_nl: Ik snap het
pl_pl: Rozumiem
pt_pt: Compreendi

source: Advanced mode gives you full control over your files but can easily break your website if configured incorrectly.
nl_nl: De geavanceerde modus geeft je volledige controle over je bestanden, maar kan je website gemakkelijk breken als deze verkeerd is geconfigureerd.
pl_pl: Tryb zaawansowany daje Ci pełną kontrolę nad Twoimi plikami ale może też łatwo uszkodzić witrynę w przypadku nieprawidłowej konfiguracji.
pt_pt: O modo avançado dá-lhe um controlo total sobre seus ficheiros, mas pode facilmente criar problemas no seu site se for configurado incorretamente.

source: Just be careful!
nl_nl: Wees voorzichtig!
pl_pl: Tylko bądź ostrożny!
pt_pt: Apenas tenha cuidado!

source: Are you sure you wish to ignore the current performance test results? You can re-run the test anytime to check your performance score again.
nl_nl: Weet je zeker dat je de huidige prestatietestresultaten wilt negeren? Je kunt de test op elk gewenst moment opnieuw uitvoeren om je prestatiescore nogmaals te controleren.
pl_pl: Czy na pewno chcesz zignorować aktualne wyniki testu wydajności? Możesz ponownie uruchomić test w dowolnym momencie, aby ponownie sprawdzić swój wynik.
pt_pt: Tem certeza de que deseja ignorar os resultados do actual teste de desempenho? Pode executar novamente o teste a qualquer momento para verificar a sua pontuação de desempenho novamente.

source: By default your files are hosted on your own server. With this pro setting enabled we will host your files on WPMU DEV’s secure and hyper fast CDN.
nl_nl: Standaard worden je bestanden op je eigen server gehost. Als deze pro-instelling is ingeschakeld, dan zullen we je bestanden hosten op WPMU DEV's veilige en razendsnelle CDN.
pl_pl: Domyślnie pliki są przechowywane na Twoim serwerze. Po włączeniu tego ustawienia będziemy przechowywać Twoje pliki na bezpiecznym i bardzo szybkim WPMU DEV CDN.
pt_pt: Por defeito, os seus ficheiros estão hospedados no seu próprio servidor. Com esta configuração Pro activada, iremos hospedar os seus ficheiros no CDN seguro e hiper rápido da WPMU DEV.

source: Defer JavaScript
nl_nl: JavaScript Uitstellen
pl_pl: Opóźnij (defer) JavaScript
pt_pt: Adiar Javascript

source: Filesize reductions
nl_nl: Bestandsgrootte vermindering
pl_pl: Redukcja rozmiaru plików
pt_pt: Reduções de tamanho dos ficheiros

source: Total files
nl_nl: Totaal aantal bestanden
pl_pl: Łącznie plików
pt_pt: Ficheiros totais

source: Compression savings
nl_nl: Compressie besparing
pl_pl: Zaoszczędzono dzięki kompresji
pt_pt: Poupanças com a compressão

source: Reset
nl_nl: Resetten
pl_pl: Resetuj
pt_pt: Redefinir

source: Reset to defaults
nl_nl: Standaardwaarden resetten
pl_pl: Przywróć ustawienia domyślne
pt_pt: Redefinir para orignais

source: Enable super-compression
nl_nl: Super-compressie inschakelen
pl_pl: Włącz super kompresję
pt_pt: Activar super-compressão

source: Super-compress my files
nl_nl: Super comprimeer mijn bestanden
pl_pl: Kompresuj bardziej moje pliki
pt_pt: Super-comprimir os meus ficheiros

source: Select all JavaScript files
nl_nl: Selecteer alle JavaScript-bestanden
pl_pl: Zaznacz wszystkie pliki JavaScript
pt_pt: Seleccionar todos os ficheiros Javascript

source: Select all CSS files
nl_nl: Selecteer alle CSS-bestanden
pl_pl: Zaznacz wszystkie pliki CSS
pt_pt: Seleccionar todos os ficheiros CSS

source: Choose which files you wish to compress and then publish your changes.
nl_nl: Kies de bestanden die je wilt comprimeren en publiceer vervolgens je wijzigingen.
pl_pl: Wybierz pliki, które chcesz skompresować, a następnie zapisz zmiany.
pt_pt: Escolha quais os ficheiros deseja comprimir e depois publique as alterações.

source: Switch to advanced mode for more control
nl_nl: Overschakelen naar geavanceerde modus voor meer controle
pl_pl: Przejdź do trybu zaawansowanego, aby uzyskać większą kontrolę
pt_pt: Mude para o modo avançado para mais controlo

source: Switch to basic mode
nl_nl: Overschakelen naar de basismodus
pl_pl: Przejdź do trybu podstawowego
pt_pt: Mude para o modo básico

source: Clears all local or hosted assets and recompresses files that need it
nl_nl: Wist alle lokale of gehoste bronnen en comprimeert opnieuw de bestanden die het nodig hebben
pl_pl: Usuwa wszystkie lokalne lub hostowane zasoby i ponownie kompresuje pliki, które tego wymagają
pt_pt: Limpe todos os recursos locais ou hospedados e re-compacte os ficheiros que precisam disso

source: Move to Footer
nl_nl: Naar Footer verplaatsen
pl_pl: Przenieś do stopki
pt_pt: Mover para o Rodapé

source: Compress
nl_nl: Comprimeren
pl_pl: Kompresuj
pt_pt: Comprimir

source: You chose to ignore your last performance test. Run a new test to see new recommendations.
nl_nl: Je hebt ervoor gekozen om je vorige prestatietest te negeren. Voer een nieuwe test uit om nieuwe aanbevelingen te zien.
pl_pl: Zdecydowałeś się zignorować swój ostatni test wydajności. Uruchom nowy test, aby zobaczyć nowe rekomendacje.
pt_pt: Optou por ignorar o seu último teste de desempenho. Execute um novo teste para ver novas recomendações.

source: Download Logs
nl_nl: Logs Downloaden
pl_pl: Pobierz dzienniki
pt_pt: Descarregar Logs

source: If you’re having issues with page caching, turn on the debug log to get insight into what’s going on.
nl_nl: Als je problemen ondervindt met pagina caching, schakel dan de debug log in om inzicht te krijgen in wat er gebeurt.
pl_pl: Jeśli masz problemy z buforowaniem stron, włącz dziennik debugowania, aby uzyskać wgląd w to, co jest nie tak.
pt_pt: Se tiver problemas com a cache de páginas, active o log de depuração para saber o que está a acontecer.

source: Note: If you do not have access to your NGINX config files you will need to contact your hosting provider to make these changes.
nl_nl: Opmerking: als je geen toegang hebt tot je NGINX-configuratiebestanden, dan moet je contact opnemen met je hostingprovider om deze wijzigingen aan te brengen.
pl_pl: Uwaga: Jeśli nie masz dostępu do plików konfiguracyjnych NGINX, będziesz musiał skontaktować się ze swoim dostawcą usług hostingowych, aby wprowadzić te zmiany.
pt_pt: Nota: Se não tiver acesso aos ficheiros de configuração NGINX, irá precisar de entrar em contato com seu provedor de alojamento para fazer estas alterações.

source: Restart NGINX.
nl_nl: Herstart NGINX.
pl_pl: Zrestartuj serwer NGINX.
pt_pt: Reiniciar NGINX.

source: If adding the rules to your .htaccess doesn’t work and you have access to vhosts.conf or httpd.conf try to find the line that starts with <Directory> - add the code above into that section and save the file.
nl_nl: Als het toevoegen van de regels aan je .htaccess-bestand niet werkt en je hebt toegang tot vhosts.conf of httpd.conf, probeer dan de regel te vinden die begint met <Directory> - voeg de bovenstaande code toe aan die sectie en sla het bestand op.
pl_pl: Jeśli dodanie reguł do pliku .htaccess nie zadziałało i masz dostęp do vhosts.conf lub httpd.conf, spróbuj znaleźć linię zaczynającą się od <Directory> - dodaj powyższy kod wewnątrz tej sekcji i zapisz plik.
pt_pt: Se adicionar as regras ao seu .htaccess não funcionar e tiver acesso ao vhosts.conf ou httpd.conf, tente localizar a linha que começa com <Directory> - adicione o código dentro desta secção e guarde o ficheiro.

source: Re-check expiry status.
nl_nl: Verloopstatus opnieuw controleren.
pl_pl: Aprawdź ponownie status wygaśnięcia.
pt_pt: Verifique novamente o estado da expiração.

source: Restart Apache.
nl_nl: Herstart Apache.
pl_pl: Zrestartuj serwer Apache.
pt_pt: Reiniciar Apache.

source: Copy the generated code into your .htaccess file & save your changes.
nl_nl: Kopieer de gegenereerde code naar je .htaccess-bestand en sla je wijzigingen op.
pl_pl: Skopiuj wygenerowany kod do pliku .htaccess i zapisz zmiany.
pt_pt: Copie o código gerado para o ficheiro .htaccess e guarde as alterações.

source: Update .htaccess
nl_nl: .htaccess bijwerken
pl_pl: Zaktualizuj .htaccess
pt_pt: Actualizar .htaccess

source: View code
nl_nl: Bekijk code
pl_pl: Wyświetl kod
pt_pt: Ver código

source: JavaScript, CSS, Media, Images
nl_nl: JavaScript, CSS, Media, Afbeeldingen
pl_pl: JavaScript, CSS, Media, Obrazy
pt_pt: JavaScript, CSS, Media, Imagens

source: Individual file types
nl_nl: Individuele bestandstypes
pl_pl: Indywidualne typy plików
pt_pt: Tipos de ficheiro individuais

source: All file types
nl_nl: Alle bestandstypes
pl_pl: Wszystkie typy plików
pt_pt: Todos os tipos de ficheiro

source: Expiry Time
nl_nl: Verlooptijd
pl_pl: Czas wygaśnięcia
pt_pt: Tempo de Expiração

source: Choose your server type so Hummingbird can give you the rules to apply caching.
nl_nl: Kies je servertype zodat Hummingbird je de regels kan geven om caching toe te passen.
pl_pl: Wybierz swój typ serwera, żeby Hummingbird mógł Ci podać reguły dla pamięci podręcznej.
pt_pt: Escolha o tipo de servidor para que Hummingbird possa fornecer-lhe as regras para aplicar a cache.

source: You have successfully ignored this performance test.
nl_nl: Je hebt deze prestatietest succesvol genegeerd.
pl_pl: Pomyślnie zignorowałeś ten test wydajności.
pt_pt: Iignorou com sucesso este teste de desempenho.

source: Publish Changes
nl_nl: Wijzigingen Publiceren
pl_pl: Opublikuj zmiany
pt_pt: Publicar Alterações

source: Enable debug log
nl_nl: Debug log inschakelen
pl_pl: Włącz dziennik debugowania
pt_pt: Activar o log de depuração

source: If one of your pages or posts gets updated, turning this setting on will also regenerate all cached archives and taxonomies for all post types.
nl_nl: Als een van je pagina's of berichten wordt bijgewerkt, dan worden ook alle gecachte archieven en taxonomieën voor alle berichttypen opnieuw gegenereerd als je deze instelling inschakelt.
pl_pl: Jeśli jedna ze stron lub postów zostanie zaktualizowana, włączenie tego ustawienia spowoduje również zregenerowanie wszystkich buforowanych archiwów i taksonomii dla wszystkich typów wpisów.
pt_pt: Se uma das suas páginas ou artigos for actualizado, activar esta configuração irá também gerar novamente todos os arquivos e taxonomias em cache para todos os tipos de artigos.

source: We've spent countless hours developing Hummingbird and making it free for you to use. We would really appreciate it if you dropped us a quick rating!
nl_nl: We hebben ontelbare uren besteed aan het ontwikkelen van Hummingbird en het gratis beschikbaar gemaakt voor jou. We zouden het echt waarderen als je ons een beoordeling zou willen geven!
pl_pl: Spędziliśmy niezliczone godziny na rozwijaniu wtyczki Hummingbird a teraz dajemy Ci ją za darmo. Będziemy wdzięczni, jeśli napiszesz nam szybką ocenę!
pt_pt: Passamos horas incontáveis a desenvolver Hummingbird e tornando-o livre para você o usar. Realmente apreciaríamos se nos deixasse uma rápida avaliação!

source: Caching pages for logged in users can reduce load on your server, but can cause strange behavior with some themes/plugins.
nl_nl: Pagina's cachen voor ingelogde gebruikers kan de belasting op je server verminderen, maar kan vreemd gedrag veroorzaken met sommige thema's/plugins.
pl_pl: Przechowywanie stron dla zalogowanych użytkowników może zmniejszyć obciążenie serwera, ale może powodować dziwne zachowanie w przypadku niektórych szablonów/wtyczek.
pt_pt: Armazenar páginas em cache para os utilizadores logados pode reduzir a carga do seu servidor, mas pode causar um comportamento estranho com alguns temas/plugins.

source: Page
nl_nl: Pagina
pl_pl: Strona
pt_pt: Página

source: Start a live chat.
nl_nl: Start een live chat.
pl_pl: Rozpocznij czat na żywo.
pt_pt: Inicie um live chat.

source: Categories
nl_nl: Categorieën
pl_pl: Kategorie
pt_pt: Categorias

source: Archives
nl_nl: Archieven
pl_pl: Archiwa
pt_pt: Arquivos

source: Posts
nl_nl: Berichten
pl_pl: Wpisy
pt_pt: Artigos

source: Pages
nl_nl: Pagina's
pl_pl: Strony
pt_pt: Páginas

source: Frontpage
nl_nl: Voorpagina
pl_pl: Strona główna
pt_pt: Página de rosto

source: Hummingbird could not write to the wp-config.php file. Please add the following line to the file manually: <br><code>define('WP_CACHE', true);</code>
nl_nl: Hummingbird kan niet naar het wp-config.php bestand schrijven. Voeg de volgende regel handmatig toe aan het bestand: <br><code>define('WP_CACHE', true);</code>
pl_pl: Hummingbird nie mógł nadpisać pliku wp-config.php. Dodaj ręcznie następujący wiersz do pliku: <br><code>define('WP_CACHE', true);</code>
pt_pt: Hummingbird não conseguiu escrever no ficheiro wp-config.php. Por favor, adicione a seguinte linha ao ficheiro manualmente: <br><code>define ('WP_CACHE', true); </code>

source: Hummingbird could not locate the wp-config.php file for WordPress. Please make sure the following line is added to the file: <br><code>define('WP_CACHE', true);</code>
nl_nl: Hummingbird kon het wp-config.php bestand niet vinden. Zorg ervoor dat de volgende regel aan het bestand is toegevoegd: <br><code>define('WP_CACHE', true);</code>
pl_pl: Hummingbird nie mógł zlokalizować pliku wp-config.php. Upewnij się, że do pliku dodano następującą linię: <br><code>define('WP_CACHE', true);</code>
pt_pt: Hummingbird não conseguiu localizar o ficheiro wp-config.php para o WordPress. Por favor, certifique-se que a seguinte linha é adicionada ao ficheiro: <br><code>define ('WP_CACHE', true); </code>

source: Page caching halted while minification queue is being processed. This can take a few minutes..
nl_nl: Pagina caching is gestopt terwijl de minificatie wachtrij wordt verwerkt. Dit kan een paar minuten duren.
pl_pl: Pamięć podręczna stron wstrzymana na czas przetwarzania kolejki minifikacji. To może zająć kilka minut...
pt_pt: A Cache de Páginas foi interrompido enquanto a fila "minification" está a ser processada. Isto pode demorar alguns minutos ..

source: Hummingbird detected an advanced-cache.php file in wp-content directory. Please disable any other caching plugins in order to use Page Caching.
nl_nl: Hummingbird heeft een advanced-cache.php bestand gevonden in de map wp-content. Schakel alsjeblieft alle andere caching-plugins uit om pagina caching te gebruiken.

source: %s plugin detected. Please disable it to use Hummingbird page caching functionality.
nl_nl: %s plugin gedetecteerd. Schakel hem uit om Hummingbird pagina caching te gebruiken.
pl_pl: Wykryto wtyczkę %s. Wyłącz ją, aby korzystać z funkcji buforowania strony w Hummingbird.
pt_pt: %s plugin detectado. Por favor, desactive-o para usar a funcionalidade de cache de página Hummingbird.

source: File type
nl_nl: Bestandstype
pl_pl: Typ pliku
pt_pt: Tipo de ficheiro

source: Active
nl_nl: Actief
pl_pl: Aktywny
pt_pt: Activo

source: %s of your compression types are inactive.
nl_nl: %s van je compressietypes zijn inactief.
pl_pl: %s typów kompresji jest nieaktywnych.
pt_pt: %s dos seus tipos de compressão estão inactivos.

source: Store static HTML copies of your pages and posts to reduce the processing load on your server and dramatically speed up your page load time.
nl_nl: Bewaar statische HTML-kopieën van je pagina's en berichten om de verwerkingsbelasting op je server te verminderen en de laadtijd van je pagina's aanzienlijk te versnellen.
pl_pl: Przechowuj statyczne kopie HTML Twoich stron i postów, aby zmniejszyć obciążenie serwera i znacznie przyspieszyć ładowanie strony.
pt_pt: Armazene cópias estáticas do HTML das suas páginas e artigos para reduzir a carga de processamento do seu servidor e acelerar drasticamente o tempo de carregamento da página.

source: <a href="%s">Connect your account</a> to control your settings via Hummingbird.
nl_nl: <a href="%s">Verbind je account</a> om je instellingen te beheren via Hummingbird.
pl_pl: <a href="%s">Połącz swoje konto</a> aby kontrolować ustawienia za pomocą Hummingbird.
pt_pt: <a href="%s">Conecte sua conta</a> para controlar as suas configurações via Hummingbird.

source: Gravatar caching is currently active.
nl_nl: Gravatar caching is actief.
pl_pl: Pamięć podręczna dla Gravatarów jest obecnie aktywna.
pt_pt: Cache dos Gravatar está actualmente activa.

source: Store local copies of Gravatars to avoid your visitors loading them on every page load.
nl_nl: Bewaar lokale kopieën van Gravatars om te voorkomen dat bezoekers ze op elke pagina opnieuw moeten laden.
pl_pl: Przechowuj lokalne kopie gravatarów aby nie wczytywały się za każdym wczytaniem stron przez użytkowników.
pt_pt: Armazene cópias locais dos Gravatars para evitar que seus visitantes as carreguem em cada carregamento de página.

source: Current expiry
nl_nl: Huidige verlooptijd
pl_pl: Wygasanie bieżące
pt_pt: Expiração actual

source: Note: Deactivating won’t lose any of your website data, only the cached pages will be removed and won’t be served to your visitors any longer. Remember this may result in slower page loads unless you have another caching plugin activate.
nl_nl: Opmerking: bij deactivering gaan er geen gegevens van je website verloren, alleen de pagina's in de cache worden verwijderd en niet meer aan je bezoekers geserveerd. Onthoud dat dit kan resulteren in langzamere pagina's, tenzij je een andere caching plugin gebruikt.
pl_pl: Uwaga: dezaktywacja nie spowoduje utraty żadnych danych z Twojej witryny, tylko strony z pamięci podręcznej zostaną usunięte i nie będą już wyświetlane użytkownikom. Pamiętaj, że może to spowodować wolniejsze ładowanie stron, chyba że aktywujesz inną wtyczkę do buforowania.
pt_pt: Nota: Ao desactivar não perderá nenhuns dados do website, somente as páginas armazenadas em cache serão removidas e não serão disponibilizadas para os seus visitantes. Lembre-se que isto pode resultar num carregamento de página mais lento, a menos que tenha outro plugin cache activado.

source: You can deactivate page caching at any time.
nl_nl: Je kunt op elk moment pagina caching deactiveren.
pl_pl: Możesz dezaktywować buforowanie stron w dowolnym momencie.
pt_pt: Pode desactivar a cache de páginas a qualquer altura.
