Repository: polive31/Goutu-Local
Catalog: languages/plugins/hummingbird-performance-*.po
Languages: nl_nl, pl_pl, pt_pt

source: Since users can't see offscreen images when they load a page, deferring them can help above the fold content load faster. Refer to %1$sDefer offscreen images%2$s for recommendations on lazy-loading your images.
nl_nl: Omdat gebruikers geen offscreen afbeeldingen kunnen zien wanneer ze een pagina laden, kan het uitstellen van het laden van die afbeeldingen helpen inhoud boven de vouw sneller te laden. Verwijs naar %1$soffscreen afbeeldingen uitstellen%2$s voor aanbevelingen over het lazyloaden van je afbeeldingen.

source: Optimizing your images can help your page load faster. Refer to these audits to optimize your images: %1$sEfficiently encode images%5$s, %2$sProperly size images%5$s, %3$sUse video formats for animated content%5$s and %4$sServe images in next-gen formats%5$s.
nl_nl: Door je afbeeldingen te optimaliseren, zullen je pagina's sneller laden. Raadpleeg deze controles om je afbeeldingen te optimaliseren: %1$sAfbeeldingen efficiënt coderen%5$s, %2$sAfbeeldingen van de juiste grootte serveren%5$s, %3$sVideo-indelingen gebruiken voor geanimeerde inhoud%5$s en %4$sAfbeeldingen serveren in next-gen-indelingen%5$s.

source: Optimize your text-based assets to speed up their download. Refer to the %1$sEnable text compression%2$s audit for recommendations on optimizing text.
nl_nl: Optimaliseer je op tekst gebaseerde bronnen om ze sneller te laden. Raadpleeg de controle %1$sTekstcompressie inschakelen%2$s voor aanbevelingen voor het optimaliseren van tekst.

source: Use Browser Caching to decrease load times during repeat visits. Refer to the %1$sServe static assets with an efficient cache%2$s policy audit, and follow the caching policy recommendations.
nl_nl: Gebruik browser caching om laadtijden tijdens herhaalbezoeken te verminderen. Raadpleeg de controle %1$sStatische bronnen met een efficiënt cachingbeleid serveren%2$s en volg de aanbevelingen voor het cachingbeleid.

source: Minimize the number of render-blocking stylesheets, and efficiently load third-party javascript. Improving the audit scores, %1$sEliminate render-blocking resources%5$s, %2$sDefer unused CSS%5$s, %3$sPreload key requests%5$s and %4$sPreconnect to required origins%5$s can improve content load speeds, and hence improve your First CPU Idle score.
nl_nl: Minimaliseer het aantal renderblokkerende stylesheets en laad JavaScript van derden efficiënt. Verbetering van de controlescores, %1$sRenderblokkerende bronnen elimineren%5$s, %2$sOngebruikte CSS uitstellen%5$s, %3$sBelangrijke verzoeken preloaden%5$s en %4$sVooraf verbinding maken met vereiste origins%5$s kunnen de laadsnelheden van de inhoud verbeteren en daarmee je First CPU Idle-score verbeteren.

source: Following are the recommendations which can help improve your First CPU Idle score:
nl_nl: Hier volgen de aanbevelingen die kunnen helpen bij het verbeteren van je First CPU Idle-score:

source: First CPU Idle time for your website is %s.
nl_nl: First CPU Idle time voor je website is %s.

source: First CPU Idle is the time when 'most' elements on your page can respond to user interactions such as clicking a button or typing text into an input field. This provides feedback to your visitors that they can start interacting with your page.
nl_nl: First CPU Idle is het moment waarop 'de meeste' elementen op je pagina kunnen reageren op gebruikersinteracties, zoals klikken op een knop of het typen van tekst in een invoerveld. Dit geeft je bezoekers feedback dat ze kunnen beginnen met interactie met je pagina.

source: You can easily enable GZIP compression for any local files using the GZIP Compression tab. For any externally hosted resources, you'll have to make sure the provider enables the compression there.
nl_nl: Je kunt gzip-compressie eenvoudig inschakelen voor lokale bestanden met behulp van het tabblad gzip-compressie. Voor extern gehoste bronnen moet je ervoor zorgen dat de provider de compressie daar inschakelt.

source: You can potentially save %dms by serving the following resources with GZIP compression.
nl_nl: Je kunt mogelijk %dms besparen door de volgende bronnen te serveren met gzip-compressie.

source: Nice! You have compression enabled for your text based resources.
nl_nl: Mooi! Je hebt compressie ingeschakeld voor je op tekst gebaseerde bronnen.

source: Compressing text-based resources such as HTML, CSS, and JavaScript with GZIP shrinks your files, make your site faster, and improve your pages load score.
nl_nl: Het comprimeren van op tekst gebaseerde bronnen zoals HTML, CSS en JavaScript met gzip verkleint je bestanden, maakt je site sneller en verbetert de laadscore van je pagina's.

source: Optimize Images
nl_nl: Afbeeldingen Optimaliseren

source: Lastly, images should be displaying at the same size as their container. There is a setting in Smush to 'Detect incorrectly sized image'. Enable this feature and check your key pages to ensure images are being output correctly - this will highlight images you may be serving too large, or too small.
nl_nl: Ten slotte moeten afbeeldingen worden weergegeven op dezelfde grootte als hun container. Er is een instelling in Smush om 'Detect incorrectly sized image'. Schakel deze functie in en controleer je belangrijkste pagina's om ervoor te zorgen dat afbeeldingen correct worden weergegeven - dit markeert afbeeldingen die mogelijk te groot of te klein zijn.

source: If you are a WPMU DEV member you get access to the pro features of Smush including double the compression, the ability to serve your images via the WPMU DEV CDN, and an option to serve images to WebP. If you're a serious user, Smush Pro could be an ideal option for you.
nl_nl: Als WPMU DEV lid krijg je toegang tot de pro-functies van Smush met dubbele compressie, de mogelijkheid om je afbeeldingen te serveren via het WPMU DEV CDN, en een optie om afbeeldingen te serveren in WebP. Als je een serieuze gebruiker bent, kan Smush Pro een ideale optie voor je zijn.

source: Next, switch to the Directory Smush tab and start a directory smush. Find your active theme, select it and proceed to optimize all the images in your theme.
nl_nl: Schakel vervolgens over naar het tabblad Map Smush en start een map smush. Zoek en selecteer je actieve thema en optimaliseer alle afbeeldingen in je thema.

source: Install the plugin and follow the instructions to get set up. Once you've chosen your desired settings, smush all your existing images to ensure they are compressed.
nl_nl: Installeer de plugin en volg de instructies. Zodra je de gewenste instellingen hebt gekozen, smush je al je bestaande afbeeldingen om ervoor te zorgen dat ze worden gecomprimeerd.

source: Nice! We couldn't find any unoptimized image.
nl_nl: Heel goed! We konden geen niet-geoptimaliseerde afbeelding vinden.

source: To reduce the size of your images, you need to compress them to remove unused data without reducing the quality. The popular %1$sSmush%2$s plugin offers automatic bulk optimization to help you improve your score.
nl_nl: Om de grootte van je afbeeldingen te verkleinen, moet je ze comprimeren om ongebruikte gegevens te verwijderen zonder de kwaliteit te verminderen. De populaire %1$sSmush%2$s plugin biedt automatische bulkoptimalisatie om je te helpen je score te verbeteren.

source: You can potentially save %dms by compressing the following images without losing any visual quality.
nl_nl: Je kunt mogelijk %dms besparen door de volgende afbeeldingen te comprimeren zonder zichtbaar kwaliteitsverlies.

source: Images are an important asset to a visually entertaining website, however they also are the biggest contributor to slowing down website load times. Optimizing and compressing the images will result in faster page load times and happier customers, nice!
nl_nl: Afbeeldingen zijn een belangrijk onderdeel voor een visueel onderhoudende website, maar ze zijn ook de grootste bijdrager aan het vertragen van de laadtijden van websites. Het optimaliseren en comprimeren van de afbeeldingen zal resulteren in snellere laadtijden van pagina's en gelukkigere klanten!

source: Nice! We couldn't find any uncompressed CSS files.
nl_nl: Mooi! We kunnen geen ongecomprimeerde CSS-bestanden vinden.

source: You can potentially save %s by minifying the following CSS files.
nl_nl: Je kunt mogelijk %s besparen door de volgende CSS-bestanden te minificeren.

source: Use the Hummingbird Asset Optimization module to compress your CSS files. To minify, locate the CSS files in the assets page and click the compress button on the right. Hummingbird Pro users get access to the WPMU DEV CDN for additional savings.
nl_nl: Gebruik de Bronnenoptimalisatie-module om je CSS-bestanden te comprimeren. Om te minificeren, zoek je de CSS-bestanden op de pagina met bronnen en klik je op de compressieknop aan de rechterkant. Hummingbird Pro gebruikers krijgen toegang tot het WPMU DEV CDN voor extra besparingen.

source: CSS files control the look and feel of your website. Often, these files come with a lot of extra 'bloat' that they don't need. By compressing those files and removing all the excess you'll reduce payload sizes and reduce your page load speed. Optimizing CSS files includes removing comments, formatting and duplicate code.
nl_nl: CSS-bestanden bepalen het uiterlijk van je website. Vaak hebben deze bestanden een heleboel extra 'bloat' dat ze niet nodig hebben. Door deze bestanden te comprimeren en al het overtollige te verwijderen, zullen je pagina's sneller laden. Het optimaliseren van CSS-bestanden omvat het verwijderen van opmerkingen, opmaak en dubbele code.

source: Usually, your installed WordPress plugins have a huge impact on your page generation time. Some are horribly inefficient, and some are just resource intensive. Test the performance impact of your plugins using a plugin like %1$sQuery Monitor%2$s, then remove the worst offenders, or replace them with a suitable alternative.
nl_nl: Gewoonlijk hebben je geïnstalleerde WordPress plugins een enorme impact op je pagina generatietijd. Sommige zijn vreselijk inefficiënt, en sommige zijn gewoon resource-intensief. Test de prestatie-impact van je plugins met een plugin zoals %1$sQuery Monitor%2$s, verwijder vervolgens de ergste overtreders of vervang ze door een geschikt alternatief.

source: If yours is a high traffic site, upgrade your server resources to improve your server response time. Check out the upgrade plans for your WPMU DEV hosting %1$shere%2$s.
nl_nl: Als jouw site veel verkeer heeft, kun je je serverbronnen upgraden, zodat de reactietijd van je server verbetert. Bekijk %1$shier%2$s de upgrade pakketten voor WPMU DEV-hosting.

source: Configure Page Caching
nl_nl: Pagina Caching Configureren

source: TTFB largely depends on your server’s performance capacity. Host your website on %1$sWPMU DEV Hosting%2$s which comes with features such as dedicated resources, object caching, support for the latest PHP versions, and a blazing fast CDN.
nl_nl: TTFB is grotendeels afhankelijk van de capaciteit van je server. Host je website op %1$sWPMU DEV Hosting%2$s die wordt geleverd met functies zoals gegarandeerde bronnen, objectcaching, ondersteuning voor de nieuwste PHP-versies en een razendsnelle CDN.

source: Enable Hummingbird's page caching. This can substantially improve your server response time for logged out visitors and search engine bots.
nl_nl: Hummingbird's pagina caching inschakelen. Dit kan de reactietijd van je server voor bezoekers en zoekmachine bots aanzienlijk verbeteren.

source: It took %s to receive the first byte of page content.
nl_nl: Het duurde %s om de eerste byte van pagina-inhoud te ontvangen.

source: Nice! TTFB for your server was %s.
nl_nl: Heel goed! TTFB voor je server is %s.

source: Time To First Byte identifies the time it takes for a visitor's browser to receive the first byte of page content from the server. Ideally, TTFB for your server should be under 600 ms.
nl_nl: Time To First Byte identificeert de tijd die de browser van een bezoeker nodig heeft om de eerste byte aan pagina-inhoud van de server te ontvangen. Idealiter zou TTFB minder dan 600 ms moeten zijn.

source: If you have your homepage set to a post or page using the block editor, delete the image block and replace it with a video block. Enable auto-play, mute the audio, and use the loop option under the block settings on the right.
nl_nl: Als je je homepagina hebt ingesteld op een bericht of pagina met de blokeditor, verwijder je het afbeeldingsblok en vervang je het door een video-blok. Schakel automatisch afspelen in, demp de audio en gebruik de loop-optie onder de blokinstellingen aan de rechterkant.

source: Note: You'll need to upload the video to your media library and replace the source.
nl_nl: Opmerking: je moet de video uploaden naar je mediabibliotheek en de bron vervangen.

source: Once converted, replace the <image> tag with a comparable <video> tag and configure the element to behave like a GIF. Set your video to auto-play, no sound, on a continuous loop. If the image is hardcoded in your theme template, you can replace the <image> tag with the following code:
nl_nl: Na het converteren vervang je de <image>-tag door een vergelijkbare <video>-tag en configureer je het element om zich als een GIF te gedragen. Stel je video in op automatisch afspelen, geen geluid, in een doorlopende loop. Als de afbeelding hard gecodeerd is in je thema template, kun je de <image>-tag vervangen door de volgende code:

source: Convert your GIFs to videos. There are CLI packages available that will do this for you or you can use a standard online GIF-to-Video converter.
nl_nl: Converteer je GIF's naar video's. Er zijn CLI-pakketten beschikbaar die dit voor je doen of je kunt een standaard online GIF-naar-video-omzetter gebruiken.

source: Follow the steps below (if you need help, a developer can help walk you through the process.)
nl_nl: Volg de onderstaande stappen (als je hulp nodig hebt, kan een ontwikkelaar je door het proces leiden.)

source: You can potentially save %dms by replacing the following animated GIFs with MPEG4/WebM videos.
nl_nl: Je kunt mogelijk %dms besparen door de volgende geanimeerde GIF's te vervangen door MPEG4/WebM-video's.

source: Nice! We couldn't find any GIF on your site.
nl_nl: Mooi! We konden geen GIF vinden op je site.

source: Replacing animated GIFs with videos will reduce the amount of data you send to your users and the load on your system. Converting GIFs to video files can provide a massive performance improvement with very little effort.
nl_nl: Het vervangen van geanimeerde GIF's door video's zal de hoeveelheid gegevens die je verzendt naar je gebruikers en de belasting van je systeem verminderen. Het converteren van GIF's naar videobestanden kan een enorme prestatieverbetering leveren met zeer weinig inspanning.

source: Redirects can also be caused by a plugin or theme. Disabling plugins one at a time can help you find the culprit.
nl_nl: Redirects kunnen ook worden veroorzaakt door een plugin of een thema. Door plugins één voor één uit te schakelen, kun je de dader vinden.

source: If you're using redirects to divert mobile users to a mobile version of your page, consider using a responsive theme instead.
nl_nl: Als je redirects gebruikt om mobiele gebruikers om te leiden naar een mobiele versie van je pagina, kun je overwegen om in plaats daarvan een responsive thema te gebruiken.

source: The status section lists resources that are being redirected. Update the links to these resources to point to the new location.
nl_nl: In het statusgedeelte worden bronnen weergegeven die worden geredirect. Werk de koppelingen naar deze bronnen bij naar de nieuwe locatie.

source: You can potentially save %dms of page load time by avoiding the following redirects on your page.
nl_nl: Je kunt mogelijk %dms aan pagina-laadtijd besparen door de volgende redirects op je pagina te vermijden.

source: Nice! We couldn't find any unnecessary redirects.
nl_nl: Heel goed! We konden geen onnodige redirects vinden.

source: When a browser requests a resource that has been redirected, it must make an additional HTTP request at the new location to retrieve the page. This extra step can delay your page from loading by hundreds of milliseconds.
nl_nl: Wanneer een browser om een bron vraagt die is geredirect, moet deze op de nieuwe locatie een extra HTTP-verzoek indienen om de pagina op te halen. Deze extra stap kan ervoor zorgen dat je pagina met een extra vertraging van honderden milliseconden wordt geladen.

source: Unfortunately, there is no way to control the caching headers of external resources served from another domain. Resources from other domains mentioned in the Status section are likely being added by a plugin or your theme. You can:
nl_nl: Helaas is er geen manier om de caching headers voor scripts van een ander domein te beheren. Scripts van andere domeinen die in de sectie Status worden genoemd, worden waarschijnlijk toegevoegd door een plugin of je thema. Je kunt:

source: Configure Browser Caching
nl_nl: Browser Caching Configureren

source: Your page is serving following %d resources with an inefficient cache policy.
nl_nl: Je pagina serveert de volgende %d bronnen met een inefficiënt cachebeleid.

source: Nice! We couldn't find any resource with an inefficient cache policy.
nl_nl: Mooi! We kunnen geen bronnen vinden met een inefficiënt cachebeleid.

source: Hummingbird is the fastest and most efficient plugin to enable browser caching. You can enable browser caching on all your resource types with the click of a button. We recommend setting an expiry time of at least 1 year for all file types.
nl_nl: Hummingbird is de snelste en meest efficiënte plugin om browser caching in te schakelen. Je kunt met één klik op de knop browser caching inschakelen voor al je bronnen. We raden aan een vervaltijd in te stellen van minimaal 1 jaar voor alle bestandstypen.

source: Browsers download and cache (store) assets locally so that subsequent visits to your pages load much faster. You have the ability to specify how long cached assets are stored before the browser downloads a newer version. Ensuring your resources have reasonable expiry times will lead to faster page loads for repeat visitors.
nl_nl: Browsers downloaden en cachen (opslaan) bronnen lokaal, zodat latere bezoeken aan je pagina's veel sneller worden geladen. Je hebt de mogelijkheid om aan te geven hoe lang bronnen in de cache worden opgeslagen voordat de browser een nieuwere versie downloadt. Als je bronnen redelijke vervaldatums hebben, zullen je pagina's sneller laden voor terugkerende bezoekers.

source: The %1$s attribute tells the browser the type of the resource and hence helps to set the priority accordingly. A few common values for the %1$s attribute are script, style, font, image. Click %2$shere%3$s to see the complete list.
nl_nl: Het %1$s attribuut vertelt de browser het brontype en helpt daarom om de prioriteit in te stellen. Een paar veelvoorkomende waarden voor het %1$s attribuut zijn script, style, font, en image. Klik %2$shier%3$s om de volledige lijst te bekijken.

source: Use the example statement to instruct your browser to download key resources as early as possible.
nl_nl: Gebruik de voorbeeldinstructie om je browser te instrueren om belangrijke bronnen zo vroeg mogelijk te downloaden.

source: You can potentially save %1$dms by preloading the following %2$d resources.
nl_nl: Je kunt mogelijk %1$dms besparen door de volgende %2$d bronnen vooral te laden.

source: Nice! We couldn't find any resource which needs to use preload declarative.
nl_nl: Mooi! We kunnen geen bronnen vinden die de preload declaratie moeten gebruiken.

source: The late-discovery of critical resources hidden in CSS or JS files can delay the first render, the rendering of text, or loading of critical parts of a page. Use %s to tell the browser to fetch critical resources earlier.
nl_nl: De late detectie van kritieke bronnen die zijn verborgen in CSS- of JS-bestanden kan de eerste render, het renderen van tekst of het laden van kritieke delen van een pagina vertragen. Gebruik %s om de browser te instrueren om kritieke bronnen eerder op te halen.

source: For Pro users, Smush has a CDN option to automatically resize and serve correctly sized images for their containers. If you’re not using the Auto Resizing option, you can crop or scale the highlighted images using the WordPress image editor to match the container size.
nl_nl: Voor Pro-gebruikers heeft Smush een CDN-optie om automatisch het formaat en de juiste grootte van afbeeldingen voor hun containers te serveren. Als je de optie voor automatisch vergroten/verkleinen niet gebruikt, kun je de gemarkeerde afbeeldingen bijsnijden of schalen met de WordPress-afbeeldingseditor, zodat deze overeenkomen met de containergrootte.

source: Enable the "Detect and show incorrectly sized images" option in Smush. This will add functionality to your website that highlights the images that are incorrectly-sized for their container.
nl_nl: Schakel de optie "Afbeeldingen met onjuist formaat detecteren en weergeven" in Smush in. Dit voegt functionaliteit toe aan je website die de afbeeldingen markeert die een onjuiste grootte hebben voor hun container.

source: %1$sSmush%2$s is the easiest way to serve properly sized imagery on your site. Following are the options in Smush, which can help you to improve your score:
nl_nl: %1$sSmush%2$s is de eenvoudigste manier om afbeeldingen van de juiste grootte op je site weer te geven. Hieronder volgen de opties in Smush, die je kunnen helpen om je score te verbeteren:

source: You can potentially save %dms by serving the following images as per their container size.
nl_nl: Je kunt mogelijk %dms besparen door de volgende afbeeldingen weer te geven op basis van hun containergrootte.

source: Nice! Your page is serving appropriate-sized images.
nl_nl: Mooi! Je pagina geeft afbeeldingen van de juiste grootte weer.

source: Your posts and pages should output images that are the correct size for their containers to ensure visitors aren't loading up unnecessarily large images - particularly for mobile users.
nl_nl: Je berichten en pagina's moeten afbeeldingen weergeven die de juiste grootte hebben voor hun containers om ervoor te zorgen dat bezoekers niet onnodig grote afbeeldingen hoeven te laden - vooral voor mobiele gebruikers.

source: Unfortunately, there is no way to optimize scripts served from another domain. Scripts from other domains mentioned in the Status section are likely being added by a plugin or your theme. You can:
nl_nl: Helaas is er geen manier om scripts van een ander domein te optimaliseren. Scripts van andere domeinen die in de sectie Status worden genoemd, worden waarschijnlijk toegevoegd door een plugin of je thema. Je kunt:

source: Combine non-critical styles, compress your stylesheets, and move them into the footer.
nl_nl: Combineer niet-kritieke stijlen, comprimeer je stylesheets en verplaats ze naar de footer.

source: You can save %s by defering the following CSS files.
nl_nl: Je kunt %s besparen door de volgende CSS-bestanden uit te stellen.

source: Nice! Your site is not loading any unused CSS.
nl_nl: Mooi! Je site laadt geen ongebruikte CSS.

source: By default, a browser must download, parse, and process all the external stylesheets it encounters before it can be rendered on a user's screen. Removing or deferring unused rules in your stylesheet makes it load faster.
nl_nl: Standaard moet een browser alle externe stylesheets die hij tegenkomt downloaden, parseren en verwerken voordat hij op het scherm van een gebruiker kan worden weergegeven. Door ongebruikte regels in je stylesheet te verwijderen of uit te stellen, wordt het sneller geladen.
