Repository: polive31/Goutu-Local
Catalog: languages/plugins/hummingbird-performance-*.po
Languages: nl_nl, pl_pl, pt_pt

source: You'll be delighted with Hummingbird Pro 😁 You've got a free trial to test the WPMU DEV Membership, and if you continue but change your mind, you can cancel any time.
nl_nl: Je zult blij zijn met Hummingbird Pro 😁 Je hebt een gratis proefperiode om het WPMU DEV-lidmaatschap uit te proberen en als je van gedachten verandert, kun je op elk gewenst moment annuleren.

source: We can’t stress this enough: our outstanding WordPress support is available with live chat 24/7, and we’ll help you with absolutely any WordPress issue – not just our products. It’s an expert WordPress team on call for you, whenever you need them.
nl_nl: We kunnen dit niet genoeg benadrukken: onze uitstekende WordPress support is 24/7 beschikbaar met live chat en we helpen je met absoluut elk WordPress-probleem - niet alleen onze producten. Het is een deskundig WordPress-team dat voor je klaar staat, wanneer je ze nodig hebt.

source: The WPMU DEV Guarantee
nl_nl: De WPMU DEV Garantie

source: You can manage unlimited WordPress sites with automated updates, backups, security, and performance! – checks, all in one place. All of this can be white labeled for your clients, and you even get our 24/7 live WordPress support.
nl_nl: Je kunt onbeperkt WordPress-sites beheren met geautomatiseerde updates, back-ups, beveiliging, en prestatie-controles, allemaal op één plek. Dit alles whitelabeled voor je klanten, en je krijgt zelfs onze 24/7 live WordPress support.

source: Manage unlimited WordPress sites
nl_nl: Beheer een onbeperkt aantal WordPress-sites

source: You’ll get our full suite of premium WordPress plugins, making sure from Security to Backups to Marketing and SEO you’ve got all the WordPress solutions you can possible need. You get unlimited usage on unlimited sites, and can join the millions using our plugins.
nl_nl: Je krijgt ons volledige pakket premium WordPress plugins, zodat je, van beveiliging tot back-ups en van marketing en SEO, alle WordPress-oplossingen hebt die je nodig hebt. Je kunt ze op een onbeperkt aantal sites gebruiken en meedoen met de miljoenen anderen die onze plugins gebruiken.

source: Hummingbird Pro + Smush Pro gives you the fastest possible WordPress site: Hummingbird’s performance optimization + Smush’s award-winning image optimization. It’s a powerful combination which your visitors, customers, and search engines will love.
nl_nl: Hummingbird Pro + Smush Pro biedt je de snelst mogelijke WordPress-site: Hummingbird's prestatie optimalisatie + Smush's bekroonde afbeeldingsoptimalisatie. Het is een krachtige combinatie waar jouw bezoekers, klanten en zoekmachines dol op zullen zijn.

source: Smush Pro for the best image optimization
nl_nl: Smush Pro voor de beste afbeeldingsoptimalisatie

source: You’ll get enhanced file minification, with 2x the compression. Plus, for maximum speed, you can load your files from our global WPMU DEV CDN – instead of your server. Make your files smaller, and then load them faster with Hummingbird Pro.
nl_nl: Je krijgt verbeterde bestandsminificatie, met 2x de compressie. Bovendien kun je voor maximale snelheid je bestanden laden via ons wereldwijde WPMU DEV CDN – in plaats van je eigen server. Maak je bestanden kleiner en laad ze vervolgens sneller met Hummingbird Pro.

source: Enhanced file minification with CDN
nl_nl: Verbeterde bestandsminificatie met CDN

source: Make sure you know when your site is available with Hummingbird’s Pro uptime monitoring. We’ll notify you by email if there’s a problem with any of your WordPress sites loading, and we’ll even check your site’s average response time, and give you a rolling average, so you always know how well your site is performing.
nl_nl: Zorg ervoor dat je weet wanneer je site online is met de uptime monitoring van Hummingbird Pro. We zullen je per e-mail op de hoogte stellen als er een probleem is met het laden van je site, we houden ook de gemiddelde reactietijd van je site bij, zodat je altijd weet hoe goed jouw site presteert.

source: You’ll get automated email reporting of your site’s performance (or if you have a multisite network, we’ve still got you covered!). You can even white label this for your clients, and have the reports sent straight to them. You’re informed and look great, and we do the work for you.
nl_nl: Je ontvangt een geautomatiseerd e-mailrapport van de prestaties van je site (ook als je een multisite netwerk hebt). Je kunt de rapporten zonder vermelding van WPMU DEV rechtstreeks naar je klanten laten verzenden. Jij bent op de hoogte en het ziet er geweldig uit, wij doen het werk voor jou.

source: Upgrading to Pro will get you the following benefits.
nl_nl: Upgraden naar Pro levert je de volgende voordelen op.

source: Pro Features
nl_nl: Pro Functies

source: customers
nl_nl: klanten

source: 5.0 rating from
nl_nl: 5,0 beoordeling van

source: Plus – you’ll get WPMU DEV membership, which includes our award winning Smush Pro plugin for image optimization, 24/7 live WordPress support, and unlimited usage of all our premium plugins.
nl_nl: Bovendien krijg je een WPMU DEV-lidmaatschap, inclusief onze bekroonde Smush Pro plugin voor afbeeldingsoptimalisatie, 24/7 live WordPress support en onbeperkt gebruik van al onze premium plugins.

source: White label automated reporting
nl_nl: Whitelabel geautomatiseerde rapporten

source: Get Hummingbird Pro for our full WordPress speed optimization suite, including uptime monitoring, enhanced hosted file minification, and white label reports for clients.
nl_nl: Download Hummingbird Pro voor onze volledige WordPress-snelheidsoptimalisatiesuite, inclusief uptime monitoring, verbeterde gehoste bestandsminificatie en white label-rapporten voor klanten.

source: The performance test didn't return any results. This could be because you're on a local website (which we can't access) or something went wrong trying to connect with the testing API. Give it another go and if the problem persists, please open a ticket with our support team.
nl_nl: De prestatietest heeft geen resultaten opgeleverd. Dit kan zijn omdat je website een lokale website is (waartoe we geen toegang hebben) of er is iets misgegaan bij het proberen verbinding te maken met de test-API. Probeer het nogmaals en als het probleem zich blijft voordoen, open dan een ticket bij ons support team.

source: Whoops, looks like we were unable to grab your test results this time round. Please wait a few moments and try again...
nl_nl: Oeps, het ziet ernaar uit dat we deze keer je testresultaten niet hebben kunnen ophalen. Wacht alsjeblieft even een momentje en probeer het opnieuw...

source: Test complete! Reloading…
nl_nl: Test voltooid! Herladen...

source: Test is taking a little longer than expected, hang in there…
nl_nl: De test duurt iets langer dan verwacht, nog even volhouden...

source: Analyzing data and preparing report...
nl_nl: Gegevens analyseren en rapport voorbereiden...

source: Running speed test...
nl_nl: Prestatietest uitvoeren...

source: Cleanup your database of unnecessary data you probably don’t need that’s slowing down your server. You can schedule daily, weekly or monthly automatic cleanups.
nl_nl: Schoon je database op door onnodige gegevens te verwijderen die je waarschijnlijk niet nodig hebt, waardoor je server wordt vertraagd. Je kunt dagelijkse, wekelijkse of maandelijkse automatische opschoningen inplannen.

source: %d%% of loads for this page have a slow (> 250 ms) First Input Delay (FID).
nl_nl: %d%% van de ladingen voor deze pagina hebben een trage (> 250 ms) First Input Delay (FID).

source: %d%% of loads for this page have an average (50 ms ~ 250 ms) First Input Delay (FID).
nl_nl: %d%% van de ladingen voor deze pagina hebben een gemiddelde (50 ms ~ 250 ms) First Input Delay (FID).

source: %d%% of loads for this page have a fast (< 50 ms) First Input Delay (FID).
nl_nl: %d%% van de ladingen voor deze pagina hebben een snelle (< 50 ms) First Input Delay (FID).

source: %d%% of loads for this page have a slow (> 2.5 s) First Contentful Paint (FCP).
nl_nl: %d%% van de ladingen voor deze pagina hebben een trage (> 2,5 s) First Contentful Paint (FCP).

source: %d%% of loads for this page have an average (1 s ~ 2.5 s) First Contentful Paint (FCP).
nl_nl: %d%% van de ladingen voor deze pagina hebben een gemiddelde (1 s ~ 2,5 s) First Contentful Paint (FCP).

source: %d%% of loads for this page have a fast (< 1 s) First Contentful Paint (FCP).
nl_nl: %d%% van de ladingen voor deze pagina hebben een snelle (<1 s) First Contentful Paint (FCP).

source: Show results for
nl_nl: Resultaten weergeven voor

source: There was a problem fetching the %s test results. Please try running a new scan.
nl_nl: Er is een probleem opgetreden bij het ophalen van de %s-testresultaten. Probeer alsjeblieft een nieuwe scan uit te voeren.

source: Cloudflare is connected for this domain. Adjust your expiry settings and save your settings to update your Cloudflare cache settings.
nl_nl: Cloudflare is aangesloten voor dit domein. Pas je verlooptijdsinstellingen aan en sla je instellingen op om je Cloudflare-cache-instellingen bij te werken.

source: We've automatically detected your server type is %1$s. If this is incorrect, manually select your server type to generate the relevant rules and instructions. If you are using Cloudflare %2$sconnect your account%3$s to control your cache settings from here.
nl_nl: We hebben automatisch vastgesteld dat je servertype %1$s is. Als dit niet klopt, selecteer dan je servertype om de relevante regels en instructies te genereren. Als je Cloudflare gebruikt %2$sverbind je account%3$s om je cache-instellingen vanaf hier te beheren.

source: Connect
nl_nl: Verbinden

source: CloudFlare is a Content Delivery Network (CDN) that sends traffic through its global network to automatically optimize the delivery of your site so your visitors can browse your site at top speeds. There is a free plan and we recommend using it.
nl_nl: Cloudflare is een Content Delivery Network (CDN) dat verkeer door zijn wereldwijde netwerk verzendt om de levering van je site automatisch te optimaliseren, zodat je bezoekers op topsnelheid door je site kunnen bladeren. Er is een gratis abonnement en we raden aan het te gebruiken.

source: Last down
nl_nl: Laatste keer down

source: Waiting for data...
nl_nl: Wachten op gegevens...

source: Note: This report can take months to populate and is aimed at well established websites.
nl_nl: Opmerking: het kan maanden duren om dit rapport te vullen en is gericht op gerenommeerde websites.

source: The Chrome User Experience Report does not have sufficient real-world speed data for this page.
nl_nl: Het Chrome User Experience Report beschikt niet over voldoende real-time snelheidsgegevens voor deze pagina.

source: We use %1$sChrome User Experience Report%2$s to generate insights about the real users’ experience with your webpage over the last 30 days.
nl_nl: We gebruiken %1$sChrome User Experience Report%2$s om inzichten te genereren over de ervaring van echte gebruikers met je webpagina in de afgelopen 30 dagen.

source: Customize widget
nl_nl: Widget aanpassen

source: Database Cleanups and tools to remove unnecessary functions WordPress does that can slow down your server.
nl_nl: Database opschoningen en tools om onnodige WordPress-functies te verwijderen die je server kunnen vertragen.

source: %s Connect your account to control your settings via Hummingbird.
nl_nl: %s Verbind je account om je instellingen te beheren via Hummingbird.

source: Gzip compression is currently active. Good job!
nl_nl: gzip-compressie is momenteel actief. Heel goed!

source: Enabled
nl_nl: Ingeschakeld

source: Audit results are divided into following three categories. Opportunities and Diagnostics provide recommendations to improve the performance score.
nl_nl: Controleresultaten zijn onderverdeeld in de volgende drie categorieën. Mogelijkheden en Diagnostiek bieden aanbevelingen om de prestatiescore te verbeteren.

source: Your performance score is calculated based on how your site performs on each of the following metrics.
nl_nl: Je prestatiescore wordt berekend op basis van hoe je site presteert op elk van de volgende statistieken.

source: More details
nl_nl: Meer details

source: You have not enabled any widgets. Please use the Customize widget link below to do so.
nl_nl: Je hebt geen widgets ingeschakeld. Gebruik hieronder de widget aanpassen link om dit te doen.

source: Asset Optimization is disabled for subsites.
nl_nl: Bronnenoptimalisatie is uitgeschakeld voor subsites.

source: Blog Admins
nl_nl: Blog Beheerders

source: Super Admins
nl_nl: Superbeheerders

source: Minimun user role
nl_nl: Minimale gebruikersrol

source: Asset Optimization is enabled for subsites.
nl_nl: Bronnenoptimalisatie is ingeschakeld voor subsites.

source: Passed Audits
nl_nl: Geslaagde Controles

source: Preserve
nl_nl: Behouden

source: Uninstallation
nl_nl: Deinstallatie

source: Keep
nl_nl: Behouden

source: Data
nl_nl: Gegevens

source: Note: This will instantly revert all settings to their default states but will leave your data intact.
nl_nl: Opmerking: hiermee worden alle instellingen onmiddellijk teruggezet naar hun standaardwaarden zonder je gegevens aan te raken.

source: Needing to start fresh? Use this button to roll back to the default settings.
nl_nl: Opnieuw beginnen? Gebruik deze instelling om de standaardwaarden terug te zetten.

source: Choose whether to keep or remove transient data.
nl_nl: Kies of je transiënte gegevens wilt behouden of verwijderen.

source: Choose whether to save your settings for next time, or reset them.
nl_nl: Kies of je je instellingen voor de volgende keer wilt opslaan of resetten.

source: When you uninstall this plugin, what do you want to do with your settings and stored data?
nl_nl: Wanneer je deze plugin verwijderd, wat wil je dan doen met je instellingen en gegevens?

source: Total file size reductions
nl_nl: Totale afname bestandsgroottes

source: Enqueued files
nl_nl: Bestanden in de wachtrij

source: Control what to do with your settings and data. Settings are each module’s configuration options, Data includes the stored information like cached pages, statistics and other pieces of information stored over time.
nl_nl: Bepaal wat er met je instellingen en gegevens moet gebeuren. Instellingen zijn de configuratie-opties van elke module. Gegevens omvatten de opgeslagen informatie zoals gecachte pagina's, statistieken en andere stukjes informatie die in de loop van de tijd zijn opgeslagen.

source: Enable support for any accessibility enhancements available in the plugin interface.
nl_nl: Ondersteuning inschakelen voor toegankelijkheidsverbeteringen die beschikbaar zijn in de plugin interface.

source: Before you can make tweaks to your website let’s find out what can be improved. Hummingbird will run a quick performance test, and then give you the tools to make drastic improvements to your website’s load time.
nl_nl: Voordat je tweaks op je website kunt aanbrengen, gaan we kijken wat er verbeterd kan worden. Hummingbird zal een snelle prestatietest uitvoeren en geeft je vervolgens de tools om drastische verbeteringen aan te brengen in de laadtijd van je website.

source: Reset settings
nl_nl: Instellingen resetten

source: Are you sure you want to reset Hummingbird’s settings back to the factory defaults?
nl_nl: Weet je zeker dat je de instellingen van Hummingbird wilt resetten naar de standaard waarden?

source: Reset Settings
nl_nl: Instellingen Resetten

source: Initializing engines...
nl_nl: Engines initialiseren...

source: Your performance score is calculated based on how your site performs on each of the following metrics. You can expand the metrics for recommendations on improving them.
nl_nl: Je prestatiescore wordt berekend op basis van hoe je site presteert op elk van de volgende statistieken. Je kunt de statistieken uitklappen voor aanbevelingen om ze te verbeteren.

source: N/A
nl_nl: N.V.T.

source: Passed audits
nl_nl: Geslaagde controles

source: FCP time for your website is %s.
nl_nl: FCP time voor je website is %s.

source: First Contentful Paint (FCP) is that period between clicking a link from another site (like a search engine) until the browser renders the first bit of content (text, an image, a canvas element or anything visual) from your website. This is an important milestone for visitors because it provides feedback that the page has started loading. If your FCP is perceived as 'slow' to new visitors, they may not wait long enough for the page to load and will bounce.
nl_nl: First Contentful Paint (FCP) is de periode tussen het klikken op een link van een andere site (zoals een zoekmachine) totdat de browser het eerste stukje inhoud (tekst, een afbeelding, een canvaselement of iets visueels) van je website weergeeft. Dit is een belangrijke mijlpaal voor bezoekers omdat het feedback geeft dat de pagina is begonnen met laden. Als je FCP als 'traag' wordt ervaren door nieuwe bezoekers, wachten ze mogelijk niet lang genoeg tot de pagina is geladen.

source: Performance score
nl_nl: Prestatiescore

source: Opportunities
nl_nl: Mogelijkheden

source: Identify the most critical UI elements on a page, and ensure the initial load contains just the code needed to render those elements. The following can help you improve the FCP:
nl_nl: Identificeer de meest kritieke UI-elementen op een pagina en zorg ervoor dat de initiële lading alleen de code bevat die nodig is om die elementen weer te geven. Het volgende kan je helpen de FCP te verbeteren:

source: To improve First Contentful Paint, speed up how quickly resources load by minimizing render blocking resources. Follow the Hummingbird tips below:
nl_nl: Om First Contentful Paint te verbeteren, versnel je het laden van bronnen door het minimaliseren van renderblokkerende bronnen. Volg de onderstaande Hummingbird-tips:

source: FMP time for your website is %s.
nl_nl: FMP time voor je website is %s.

source: First Meaningful Paint (FMP) identifies the time required for the primary content — the content you want your visitors to engage with first — to become visible. The sooner the primary content is visible, the sooner your visitors perceive your page as useful. Primary content differs from page to page. For example, on Twitter, the primary content is the first tweet, while on a news site it's likely the title and featured image.
nl_nl: First Meaningful Paint (FMP) identificeert de tijd die nodig is voor de primaire inhoud — de inhoud waarmee je je bezoekers eerst wilt betrekken — om zichtbaar te worden. Hoe eerder de primaire inhoud zichtbaar is, hoe eerder je bezoekers je pagina als nuttig ervaren. Primaire inhoud verschilt van pagina tot pagina. Op Twitter is de primaire inhoud bijvoorbeeld de eerste tweet, terwijl het op een nieuwssite waarschijnlijk de titel en de uitgelichte afbeelding is.

source: Minimize the number of render-blocking stylesheets, and efficiently load third-party javascript. Improving the following audit scores can, in turn, improve your FMP time audit scores: %1$sEliminate render-blocking resources%5$s, %2$sDefer unused CSS%5$s, %3$sPreload key requests%5$s and %4$sPreconnect to required origins%5$s.
nl_nl: Minimaliseer het aantal renderblokkerende stylesheets en laad JavaScript van derden efficiënt. Het verbeteren van de volgende controlescores kan op zijn beurt je FMP-tijdcontrolescores verbeteren: %1$sRenderblokkerende bronnen elimineren%5$s, %2$sOngebruikte CSS uitstellen%5$s, %3$sBelangrijke verzoeken preloaden%5$s en %4$sVooraf verbinding maken met vereiste origins%5$s.

source: Following are recommendations which can help lower your speed index:
nl_nl: Hieronder volgen aanbevelingen die kunnen helpen je snelheidsindex te verlagen:

source: Speed Index for your website is %s.
nl_nl: Snelheidsindex voor je website is %s.

source: Speed Index is an index measured in milliseconds which represents the average time it takes for the above the fold content to become visible. The index also takes into account the progressive loading of your content, which means the sooner the content starts to render, the better your speed index. Note that this metric is highly dependant on the device and screen size being used to view the site.
nl_nl: Snelheidsindex is een index, gemeten in milliseconden, die de gemiddelde tijd weergeeft die nodig is voordat de inhoud boven de vouw zichtbaar wordt. De index houdt ook rekening met het progressieve laden van je inhoud, wat betekent dat hoe eerder de inhoud begint te renderen, hoe beter je snelheidsindex. Houd er rekening mee dat deze statistiek sterk afhankelijk is van het apparaat en de schermgrootte die wordt gebruikt om de site te bekijken.

source: %1$sPreload key requests%3$s and %2$sPreconnect to required origins%3$s help you efficiently load third-party JavaScripts.
nl_nl: %1$sPreload key requests%3$s en %2$sPreconnect to required origins%3$s helpen je bij het efficiënt laden van JavaScript van derden.

source: The browser generally spends the most time on parsing, compiling, and executing your JavaScript in your main-thread. Minimizing your main-thread work can help your page become interactive faster. Refer to the %1$sMinimize main-thread work%2$s audit for recommendations on optimizing your main-thread.
nl_nl: De browser besteedt meestal de meeste tijd aan het parseren, compileren en uitvoeren van je JavaScript in je hoofdthread. Door het minimaliseren van je hoofdthreadwerk, kan je pagina sneller interactief worden. Raadpleeg de %1$sMinimaliseer de hoofdthreadwerk%2$s-controle voor aanbevelingen voor het optimaliseren van je hoofdthread.

source: Optimizing JavaScript bootup helps reduce the JavaScript work on the page load. The %1$sJavaScript execution time%2$s audit measures the JavaScript bootup time of your page and helps you improve the score.
nl_nl: Het optimaliseren van de JavaScript-opstarttijd helpt het JavaScript-werk bij het laden van de pagina te verminderen. De %1$sJavaScript-uitvoeringstijd%2$s controle meet de JavaScript-opstarttijd van je pagina en helpt je om de score te verbeteren.

source: To improve your TTI, remove unnecessary JavaScript work occurring during page load. Following are the recommendations to serve the JavaScript efficiently:
nl_nl: Om je TTI te verbeteren, verwijder je onnodig JavaScript-werk dat optreedt tijdens het laden van de pagina. Hieronder volgen de aanbevelingen om JavaScript efficiënt te serveren:

source: Time to Interactive for your website is %s.
nl_nl: Time to Interactive voor je website is %s.

source: Time to interactive (TTI) is the amount of time it takes for your page to become %1$sfully%2$s interactive, which requires: 1) the useful content of a page is visible, and 2) the page responds to user interactions within 50ms. In layman’s terms, it's the time it takes for a user to be able to scroll the page, click a button or type text into an input field without the page lagging.
nl_nl: Tijd to interactive (TTI) is de hoeveelheid tijd die nodig is om je pagina %1$svolledig%2$s interactief te maken, hetgeen vereist: 1) de nuttige inhoud van een pagina is zichtbaar, en 2) de pagina reageert binnen 50 ms op interacties van de gebruiker. Simpel uitgelegd, het is de tijd die nodig is voordat een gebruiker door de pagina kan scrollen, op een knop kan klikken of tekst in een invoerveld kan typen zonder dat de pagina achterblijft.

source: Minimizing your main-thread work can help the critical content of your page load faster. Refer to the %1$sMinimize main-thread work%2$s audit for recommendations on optimizing your main-thread.
nl_nl: Het minimaliseren van je main-thread work kan helpen de kritieke inhoud van je pagina sneller te laden. Raadpleeg de controle %1$sMain-thread work minimaliseren%2$s voor aanbevelingen voor het optimaliseren van je main-thread.
