Repository: polive31/Goutu-Local
Catalog: languages/plugins/name-directory-*.po
Languages: de_de, nl_nl

source: Number of columns
de_de: Anzahl der Spalten
nl_nl: Aantal kolommen

source: If No, frontend will not show 'Latest' option.
de_de: Wenn Nein, wird im Frontend nicht die Option „Neueste“ angezeigt.
nl_nl: Nee? Dan wordt de 'Nieuwste' optie niet getoond op de site.

source: Show most recent names
de_de: Die aktuellsten Einträge anzeigen
nl_nl: Toon de nieuwste namen

source: If no, just A B D E are shown if there are no entries starting with C
de_de: Wenn Nein, werden nur A B D E angezeigt, wenn es keine Einträge gibt die mit C beginnen
nl_nl: Nee? Dan wordt er A B D E getoond als je geen namen hebt die starten met C

source: Show all letters on index
de_de: Zeige alle Buchstaben im Index
nl_nl: Toon alle letters op de index

source: If no, user HAS to use the index before entries are shown
de_de: Wenn Nein, MUSS der Benutzer den Index verwenden bevor Einträge angezeigt werden
nl_nl: Nee? Dan moet de bezoeker eerst een beginletter kiezen

source: Show all names by default
de_de: Standardmäßig alle Einträge anzeigen
nl_nl: Toon direct alle namen

source: Show search form
de_de: Suchformular anzeigen
nl_nl: Zoekformulier tonen

source: Show line between names
de_de: Eine Linie zwischen den Einträgen anzeigen
nl_nl: Toon een lijn tussen de namen

source: Submitter name
de_de: Name des Einreichers
nl_nl: Indiener naam

source: Submit form
de_de: Formular abschicken
nl_nl: Suggesties

source: Show description
de_de: Beschreibung anzeigen
nl_nl: Beschrijving tonen

source: No
de_de: Nein
nl_nl: Nee

source: Yes
de_de: Ja
nl_nl: Ja

source: Show title
de_de: Titel anzeigen
nl_nl: Titel tonen

source: Description
de_de: Beschreibung
nl_nl: Beschrijving

source: Back to the directory overview
de_de: Zurück zur Verzeichnisübersicht
nl_nl: Terug naar het namenlijst overzicht

source: You are editing the name, description and settings of directory %s
de_de: Du bearbeitest Name, Beschreibung und Einstellungen von Verzeichnis %s
nl_nl: Bewerk naam, beschrijving en layout instellingen van namenlijst %s

source: Edit name directory
de_de: Name Directory bearbeiten
nl_nl: Namenlijst bewerken

source: Save Changes
de_de: Änderungen speichern
nl_nl: Wijzigingen opslaan

source: Edit this directory
de_de: Dieses Verzeichnis bearbeiten
nl_nl: Deze lijst bewerken

source: Complete the form below to create a new name directory.
de_de: Vervollständige das Formular weiter unten, um ein neues Name Directory zu erstellen.
nl_nl: Vul onderstaand formulier in om een nieuwe namenlijst toe te voegen.

source: Create
de_de: Erstellen
nl_nl: Toevoegen

source: Create new name directory
de_de: Neues Name Directory erstellen
nl_nl: Nieuwe namenlijst aanmaken

source: If you want to start with a specific character, like "J", use [namedirectory dir="X" start_with="j"].
de_de: Wenn du mit einem besonderen Buchstaben wie „J“ beginnen willst, verwende [namedirectory dir="X" start_with="j"].
nl_nl: Als je wilt starten met een specifieke letter, zoals "J", gebruik dan [namedirectory dir="X" start_with="j"].

source: Copy the code and paste it in a post or in a page.
de_de: Kopiere den Code und füge ihn in einen Beitrag oder eine Seite ein.
nl_nl: Kopieër de code en plak deze in een bericht of pagina.

source: To show your directory on your website, use the shortcode on the right.
de_de: Verwende den Shortcode rechts, um dein Verzeichnis auf deiner Website sichtbar zu machen.
nl_nl: Om je namenlijst op de website te tonen gebruik je de shortcode hier rechts.

source: Number of names in this directory
de_de: Anzahl der Namen in diesem Verzeichnis
nl_nl: Aantal namen op deze namenlijst

source: Delete
de_de: Löschen
nl_nl: Verwijder

source: Permanently remove this name directory
de_de: Dieses Name Directory dauerhaft entfernen
nl_nl: Deze namenlijst permanent verwijderen

source: Show the copy-paste shortcode for this directory
de_de: Kopieren-Einfügen-Shortcode für dieses Verzeichnis anzeigen
nl_nl: Toon de copy-paste shortcode voor deze namenlijst

source: Import
de_de: Importieren
nl_nl: Importeren

source: Import entries for this directory by uploading a .csv file
de_de: Einträge für dieses Verzeichnis durch hochladen einer .csv-Datei importieren
nl_nl: Importeer namen in deze plugin door middel van een .csv-bestand

source: Settings
de_de: Einstellungen
nl_nl: Instellingen

source: Edit name, description and appearance settings
de_de: Eintrags-, Beschreibungs- und Design-Einstellungen bearbeiten
nl_nl: Bewerk naam, beschrijving en layout instellingen

source: Add name
de_de: Eintrag hinzufügen
nl_nl: Naam toevoegen

source: Go to the add-name-form on the Manage page
de_de: Gehe zum Eintrag-hinzufügen-Formular auf der Verwaltungs-Seite
nl_nl: Ga naar het naam-toevoegen-formulier op de beheerpagina

source: Manage names
de_de: Eintrag verwalten
nl_nl: Namen beheren

source: Add, edit and remove names
de_de: Eintrag hinzufügen, editieren und entfernen
nl_nl: Toevoegen, bewerken en verwijderen van namen

source: Unpublished
de_de: Nicht veröffentlicht
nl_nl: Verborgen

source: Published
de_de: Veröffentlicht
nl_nl: Zichtbaar

source: Entries
de_de: Einträge
nl_nl: Namen

source: Title
de_de: Titel
nl_nl: Titel

source: You currently have %d %s.
de_de: Momentan hast du %d %s.
nl_nl: Je hebt momenteel %d %s.

source: name directories
nl_nl: namenlijsten

source: name directory
nl_nl: namenlijst

source: Directory %s created.
de_de: Verzeichnis %s erzeugt.
nl_nl: Namenlijst %s toegevoegd.

source: Directory %s updated.
de_de: Verzeichnis %s aktualisiert.
nl_nl: Namenlijst %s opgeslagen.

source: Add directory
de_de: Verzeichnis hinzufügen
nl_nl: Nieuwe namenlijst

source: Name Directory management
de_de: Name Directory Verwaltung
nl_nl: Namenlijsten beheer

source: Name directory %s and all entries deleted
de_de: Name Directory %s und alle Einträge entfernt
nl_nl: Namenlijst %s en alle bijbehorende namen zijn verwijderd

source: You do not have sufficient permissions to access this page.
de_de: Deine Zugriffsrechte reichen nicht aus, um diese Seite zu sehen.
nl_nl: Je hebt niet de juiste rechten om deze pagina te bekijken.

source: Name Directory
nl_nl: Namenlijst
