Repository: polive31/Goutu-Local
Catalog: languages/plugins/name-directory-*.po
Languages: de_de, nl_nl

source: Normally, you cannot use a name more than once in a directory. If you want to do this, enable this setting.
nl_nl: Normaalgesproken kun je een naam maar 1 keer per lijst gebruiken, zodat deze uniek is. Als je een naam meerdere keren wilt kunnen gebruiken binnen één lijst, zet deze optie dan aan.

source: Disable duplicate protection
nl_nl: Schakel dubbeling-bescherming uit

source: There are currently %d %s in this directory containing the search term %s.
nl_nl: Er zijn %d %s in deze lijst die de zoekterm %s bevatten.

source: There is currently %d %s in this directory containing the search term %s.
nl_nl: Er is %d %s in deze lijst die de zoekterm %s bevat.

source: There is currently %d %s in this directory
nl_nl: Er is momenteel %d %s in deze lijst

source: Use special import option (use only when importing has failed before and if you are using non-latin characters)
nl_nl: Gebruik speciale import optie (vink dit alleen aan als je al eens geïmporteerd hebt maar dit mislukt is, en je letters gebruikt die niet in ons standaard alfabet zitten)

source: Remove all the entries of this directory before starting the import
nl_nl: Verwijder alle namen uit deze namenlijst voordat het bestand geïmporteerd wordt

source: Please make sure you include all the steps you did to create the file you are trying to import.
nl_nl: Wees er zeker van dat je alle stappen hebt uitgevoerd voordat je het bestand probeert te importeren.

source: One of the best ways to verify if your file has the right format is opening it in a plain text editor, like Windows Notepad, Geany, SublimeText or Notepad++.
nl_nl: Één van de beste manier om te controleren of je bestand goed is opgeslagen, is door het te openen in een simpele tekstverwerker zoals Windows Notepad, Geany, SublimeText of Notepad++.

source: If such an option presents itself, save as UTF-8 (not ANSI)
nl_nl: Als de optie gegeven wordt: sla het bestand op als UTF-8 (niet als ANSI)

source: If yes, searches will be performed in the name and the description. If no, it will search in the names only
nl_nl: Zo ja, dan zal er bij een zoekopdracht worden gezocht op zowel de naam als de beschrijving. Zo nee, dan zal er alleen op de naam gezocht worden.

source: Enable the simple visual editor for editing the description of names in a directory.
nl_nl: Activeer een simpele visuele editor voor het toevoegen of bewerken van namen in de Namenlijst.

source: This settings controls which editor you are using in the Name Directory admin
nl_nl: Deze instelling bepaalt welke editor je gebruikt in het beheergedeelte van de Namenlijst

source: Use visual editor
nl_nl: Gebruik een visuele editor

source: Editing
nl_nl: Bewerken

source: Next step
nl_nl: Volgende stap

source: What would be the title of your new directory to import items into?
nl_nl: Wat mag de titel van de nieuw te maken lijst worden om data in te importeren?

source: Loading the import page...
nl_nl: Bezig met laden van de import pagina...

source: Import names into a new directory
nl_nl: Importeer namen in een nieuwe lijst

source: Quick import
nl_nl: Snelle import

source: Quick import into new directory
nl_nl: Snel importeren in een nieuwe lijst

source: The "mb_string" extension of PHP is not installed, which means that there is no support for non-latin characters. If you are not familiar with what this means, it would not be a problem.
nl_nl: De "mb_string" extensie van PHP is niet geïnstalleerd, wat betekent dat er geen ondersteuning is voor niet-latijnse letters (zoals Cyrillisch). Als je niet weet wat dit betekent, dan is het waarschijnlijk geen probleem.

source: Message from Name Directory plugin:
nl_nl: Bericht van de Namenlijst plugin:

source: If you like the plugin, would you please consider donating a small amount of money to pay for the license of my programming editor? Or for a good cup of coffee
nl_nl: Als je deze plugin leuk en/of nuttig vindt, wil je dan een kleine donatie doen? Daarmee betaal ik de licenties voor de code-editor. Of natuurlijk voor een lekker bakkie koffie

source: Donate
nl_nl: Doneren

source: Rate/review this plugin
nl_nl: Beoordeel/review deze plugin

source: Do you want to ask a question?
nl_nl: Wil je een vraag stellen?

source: Have an idea? Let me know!
nl_nl: Heb je een idee? Laat het me weten!

source: Help translate this plugin
nl_nl: Help bij het vertalen van deze plugin

source: Frequently Asked Questions
nl_nl: Veelgestelde vragen

source: I am honored that you are using my software. Here are a few handy quicklinks.
nl_nl: Ik ben vereerd dat je mijn software gebruikt, dankjewel! Hier zijn nog wat handige links.

source: Thank you for using Name Directory!
nl_nl: Bedankt voor het gebruiken van de Namenlijst plugin!

source: movies
de_de: Filme
nl_nl: films

source: The singular term for "names", i.e. movie
de_de: Der singuläre Begriff für „Namen“, d. h. Film
nl_nl: De enkelvoudige term voor "namen", bijv: film

source: Name term (singular)
de_de: Namensbegriff (Singular)
nl_nl: Enkelvoudig onderwerp van de lijst (term)

source: Submit a %s
de_de: Übermittle ein %s
nl_nl: Voeg een %s toe

source: Fill in at least a %s
de_de: Füllen Sie mindestens ein %s aus
nl_nl: Vul op zijn minst een %s in

source: Back to %s directory
de_de: Zurück zum %s Verzeichnis
nl_nl: Terug naar %s lijst

source: When left blank, the word "names" will be displayed.
de_de: Wenn Sie dieses Feld leer lassen, wird das Wort „Namen“ angezeigt.
nl_nl: Als je dit leeg laat wordt het woord "namen" gebruikt.

source: If you provide an alternative term for name, your website will display:
de_de: Wenn ein alternativer Begriff für den Namen angeben wurde, wird auf deiner Webseite Folgendes angezeigt:
nl_nl: Als je een ander onderwerp ingeeft zal je website dit weergeven:

source: Alternative (plural) term for "names", i.e. movies
de_de: Alternativer (Plural-) Begriff für „Namen“, d. h. Filme
nl_nl: Alternatieve (meervoud) term voor "namen", bijv.: films

source: Name term
de_de: Namensbegriff
nl_nl: Onderwerp van de lijst (term)

source: There are currently %d %s in this directory beginning with the letter %s.
nl_nl: Er zijn %d %s in deze lijst die beginnen met de letter %s.

source: Showing %d most recent %s in this directory
de_de: Zeige %d aktuellste %s in diesem Verzeichnis an
nl_nl: Toont de %d meest recente %s van deze lijst

source: There are %d %s in this directory containing the search term %s.
de_de: Es befinden sich %d %s in diesem Verzeichnis die den Suchbegriff %s enthalten.
nl_nl: Er zijn %d %s in deze lijst die de zoekterm %s bevatten.

source: There are currently %d %s in this directory
de_de: Derzeit befinden sich %d %s in diesem Verzeichnis
nl_nl: Er staan momenteel %d %s in deze lijst

source: This enables WordPress to partially match names. A search for "bird" will also return "birdcage".
de_de: Ermöglicht WordPress, nach Wörtern, die teilweise übereinstimmen zu suchen. Eine Suche nach „Vogel“ wird auch „Vogelkäfig“ finden.
nl_nl: Als je dit inschakelt, zal WordPress ook gedeeltelijk zoeken. Zoek je op "vogel", krijg je ook "vogelkooi" als resultaat.

source: This will allow WordPress to search in the descriptions too.
de_de: Erlaubt WordPress auch in den Beschreibungen zu suchen.
nl_nl: Als je dit inschakelt zal WordPress ook zoeken in de beschrijvingen van de namen.

source: All entries in Name Directories can be included in the WordPress Search results. When a name is matched, WordPress search will display the page containing the directory in the search results.
de_de: Alle Einträge in Name Directories können in WordPress-Suchergebnissen aufgenommen werden. Die WordPress-Suche wird die Seite, die ein Verzeichnis enthält, in den Suchergebnissen anzeigen wenn ein Eintrag übereinstimmt.
nl_nl: Alle namen uit de Namenlijst kunnen ook worden opgenomen in de WordPress Zoekresulaten. Als er een naam gevonden wordt, zal WordPress de pagina waarop de Namenlijst staat toevoegen aan de zoekresultaten.

source: Please note, these settings are for the <em>site-wide</em> search results! Name Directory also has a built-in search engine to search within a directory. Those settings can be controlled in the specific directory settings.
de_de: Bitte beachte, dass diese Einstellungen für die Suchergebnisse der <em>gesamten</em> Site gelten! Name Directory verfügt über eine eingebaute Suchmaschine um innerhalb eines Verzeichnisses zu suchen. Diese Einstellungen können in den spezifischen Einstellungen des Verzeichnisses angepasst werden.
nl_nl: Let er op dat deze instellingen bedoeld zijn voor de <em>site-brede</em> zoekresultaten (van WordPress zelf). De Namenlijst heeft ook een ingebouwde zoekmachine om te zoeken binnen een lijst. Dat kun je instellen per Namenlijst.

source: Name Directory can also be embedded in the search functionality which WordPress offers out of the box. This page allows you to control these settings.
de_de: Name Directory kann auch in die Such-Funktionalität, die WordPress Out-of-the-Box anbietet, eingebettet werden. Diese Seite gestattet dir, diese Einstellungen zu steuern.
nl_nl: Namen uit de Namenlijst kunnen ook worden toegevoegd aan de zoekfunctionaliteit die standaard in WordPress zit. Op deze pagina kun je de instellingen hiervoor beheren.

source: Enable wildcard search
de_de: Platzhalter-Suche aktivieren
nl_nl: Zet Wildcard zoeken aan

source: Search in description
de_de: In der Beschreibung suchen
nl_nl: Zoek in beschrijvingen

source: Include in sitewide search
de_de: In Suche auf gesamter Site einbeziehen
nl_nl: Opnemen in site-brede zoekresultaten

source: General settings
de_de: Allgemeine Einstellungen
nl_nl: Algemene instellingen

source: Refresh now
de_de: Jetzt aktualisieren
nl_nl: Nu vernieuwen

source: The number of (vertical) columns to display the names in
de_de: Die Anzahl der (vertikalen) Spalten in denen die Namen angezeigt werden
nl_nl: Het aantal (verticale) kolommen waarin de namen getoond moeten worden.

source: Are you sure you want to delete this name directory?
de_de: Bist du sicher, dass du dieses Name Directory löschen willst?
nl_nl: Weet je zeker dat je deze namenlijst wilt verwijderen?

source: A Name Directory, i.e. for animal names or to create a glossary. Visitors can add, search or just browse all names.
de_de: Ein Name Directory, d.&nbsp;h. für Tiernamen oder um ein Glossar zu erstellen. Besucher können Namen hinzufügen, suchen oder einfach alle Einträge durchsuchen.
nl_nl: Een Namenlijst, b.v. voor dierennamen. Bezoekers kunnen door de lijst bladeren, zoeken of toevoegen.

source: Show less
de_de: Weniger anzeigen
nl_nl: Toon minder

source: Show more
de_de: Mehr anzeigen
nl_nl: Toon meer

source: There were %d names that produces errors with the WordPress database on import
de_de: Es gibt %d Einträge die beim Import in die WordPress-Datenbank Fehler erzeugen.
nl_nl: Er waren %d namen die fouten gaven bij het importeren naar de WordPress database

source: Display a "read-more" link on the website if the description exceeds X characters.
de_de: Zeige einen „Weiterlesen“-Link auf der Website wenn die Beschreibung X Zeichen überschreitet.
nl_nl: Geef een "Toon meer" linkje weer op de website als de beschrijving langer is dan X tekens.

source: Limit amount of words in description
de_de: Begrenze die Anzahl der Wörter in der Beschreibung
nl_nl: Beperk het aantal woorden in de beschrijving

source: Visitors can submit suggestions
de_de: Besucher können Vorschläge einreichen.
nl_nl: Bezoekers kunnen suggesties insturen

source: Show the name of the submitter
de_de: Den Namen des Einreichers anzeigen
nl_nl: Toon de naam van de inzender

source: If you encounter problems (or it does not export) in Internet Explorer or Microsoft Edge, please try another browser.
de_de: Wenn dir in Internet Explorer oder Microsoft Edge Probleme begegnen (oder wenn es nicht exportiert), versuche es bitte mit einem anderen Browser.
nl_nl: Als je problemen ervaart (of er komt geen export) in Internet Explorer of Microsoft Edge, probeer dan een ander browser.

source: Name Directory Export works best in Mozilla Firefox, Google Chrome and Internet Explorer 10+.
de_de: Name Directory funktioniert am besten in Mozilla Firefox, Google Chrome und Internet Explorer 10+.
nl_nl: De Namenlijst Export functie werkt het beste met Mozilla Firefox, Google Chrome en Internet Explorer 10+.

source: Click the Export button to download a .csv file with the contents of your directory.
de_de: Klicke den Export-Button zum Herunterladen einer .csv-Datei mit dem Inhalt deines Verzeichnisses.
nl_nl: Klik op de knop Exporteren om een .csv-bestand te downloaden met de inhoud van je namenlijst.

source: Export directory %s
de_de: Exportiere Verzeichnis %s
nl_nl: Exporteer namenlijst %s

source: Export
de_de: Exportieren
nl_nl: Exporteren

source: Download the contents of this directory as a .csv file
de_de: Inhalt des Verzeichnisses als .csv-Datei herunterladen
nl_nl: Download de inhoud van deze namenlijst als een .csv-bestand

source: On the front-end, jump to the Name Directory search box. Particularly useful if you have Name Directory on a long page or onepage websites
de_de: Im Frontend zum Suchfeld von Name Directory springen. Besonders nützlich wenn Name Directory auf umfangreichen oder auf Onepage-Websites eingesetzt wird.
nl_nl: Spring direct naar de zoekresultaten als de zoekfunctie gebruikt wordt op de website. Vooral nuttig op lange pagina's of bijvoorbeeld websites bestaan uit één pagina (onepage website).

source: Jump to Name Directory when searching
de_de: Bei der Suche zum Name Directory springen
nl_nl: Spring naar Namenlijst bij zoeken

source: Submitted by:
de_de: Eingereicht durch:
nl_nl: Toegevoegd door:

source: Please select a letter from the index (above) to see entries
de_de: Bitte wähle einen Buchstaben aus dem Index (oben), um Einträge zu sehen
nl_nl: Kies alsjeblieft een beginletter uit de index (hierboven) om namen te zien

source: There are no entries in this directory at the moment
de_de: Derzeit befinden sich keine Einträge in diesem Verzeichnis
nl_nl: Er staan op dit moment geen items in deze lijst

source: There are %d names in this directory beginning with the letter %s.
de_de: Es gibt %d Einträge in diesem Verzeichnis, die mit dem Buchstaben %s beginnen.
nl_nl: Er staan %d namen op deze lijst die beginnen met %s.

source: Showing %d most recent names in this directory
de_de: Anzeigen der %d neuesten Einträge in diesem Verzeichnis
nl_nl: Toont de %d laatst toegevoegde namen in deze lijst

source: Clear results
de_de: Ergebnisse löschen
nl_nl: Zoekresultaat wissen

source: There are %d names in this directory containing the search term %s.
de_de: Es gibt %d Einträge in diesem Verzeichnis, die den Suchbegriff %s enthalten.
nl_nl: Er staan %d namen op deze lijst met de zoekterm %s.

source: There are currently %d names in this directory
de_de: Aktuell gibt es %d Einträge in diesem Verzeichnis
nl_nl: Er staan momenteel %d namen op deze lijst

source: Search
de_de: Suche
nl_nl: Zoeken

source: Search for...
de_de: Suche nach...
nl_nl: Zoek naar...

source: Submit a name
de_de: Einen Eintrag vorschlagen
nl_nl: Naam toevoegen

source: Latest
de_de: Neueste
nl_nl: Nieuwste

source: All
de_de: Alle
nl_nl: Alles

source: Something must have gone terribly wrong. Would you please try it again?
de_de: Es muss etwas fürchterlich schief gegangen sein. Würdest du es bitte noch einmal versuchen?
nl_nl: Er moet iets helemaal verkeerd gegaan zijn. Wil je het nog een keer proberen?

source: Thank you for your submission! It will be reviewed shortly.
de_de: Danke für deine Einreichung! Sie wird gleich überprüft.
nl_nl: Bedankt voor je inzending, we zullen deze zo spoedig mogelijk bekijken.

source: Sorry, %s was already on the list so your submission was not sent.
de_de: Leider war %s schon auf der Liste, deshalb wurde deine Einreichung nicht abgeschickt.
nl_nl: Sorry, %s stond al op de lijst, dus je inzending is niet verstuurd.

source: Back to name directory
de_de: Zurück zu Name Directory
nl_nl: Terug naar de namenlijst

source: Submit
de_de: Absenden
nl_nl: Verzenden

source: Your name
de_de: Dein Name
nl_nl: Naam

source: Required
de_de: Pflichtfeld
nl_nl: Verplicht

source: Please login to your WordPress admin to review and accept the submission.
de_de: Bitte als WordPress-Admin anmelden, um die Einreichung zu prüfen und anzunehmen.
nl_nl: Log in op je WordPress admin om de nieuwe inzending te bekijken en te accepteren.

source: This new submission does not have the published status.
de_de: Die neue Einreichung hat nicht den Status »veröffentlicht«.
nl_nl: Deze nieuwe inzending wordt standaard verborgen.

source: There was a new submission to the Name Directory on %s at %s
de_de: Es gibt eine neue Einreichung zum Namensverzeichnis auf %s bei %s
nl_nl: Er is een nieuwe inzending op de Namenlijst van %s op %s

source: Howdy,
de_de: Hallo,
nl_nl: Hallootjes,

source: New submission for Name Directory
de_de: Neue Einreichung für das Name Directory
nl_nl: Nieuwe inzending voor je Namenlijst

source: Go to Name Directory Overview
de_de: Gehe zur Name Directory Übersicht
nl_nl: Ga naar het namenlijst overzicht

source: Back to %s
de_de: Zurück zu %s
nl_nl: Terug naar %s

source: Upload your .csv-file
de_de: Deine .csv-Datei hochladen
nl_nl: Upload je .csv-bestand

source: Name Directory Import requires at least PHP 5.3, you seem to have an older version. Importing names will not work for your website.
de_de: Importieren bei Name Directory erfordert mindestens PHP 5.3, du hast anscheinend eine ältere Version. Das importieren von Einträgen wird auf deiner Webseite nicht funktionieren.
nl_nl: Namenlijst Import vereist minimaal PHP 5.3, het ziet er naar uit dat jouw PHP versie ouder is. Het importeren van namen werkt daarom niet op jouw website.

source: plugin support forums
de_de: Plugin Support-Foren
nl_nl: plugin ondersteuning forums

source: If everything else fails, you can always ask a question at the %s.
de_de: Wenn alle Stricke reissen, kannst du den %s immer eine Frage stellen.
nl_nl: Als er niets anders meer opzit, kun je altijd hulp vragen op de %s.

source: Use an online File Convertor
de_de: Verwende einen Online-Datei-Konvertierer
nl_nl: Gebruik een online Bestandsconverter

source: the example import file
de_de: die Beispiel-Import-Datei
nl_nl: het voorbeeldbestand voor de import

source: Please check out %s first and ensure your file is formatted the same.
de_de: Bitte überprüfe zuerst %s und stelle sicher, dass deine Datei genauso formatiert wurde.
nl_nl: Bekijk eerst %s en verzeker jezelf ervan dat je bestand hetzelfde is opgeslagen.

source: If uploading or importing fails, these are your options
de_de: Wenn hochladen oder importieren nicht gelingt, hast du diese Optionen
nl_nl: Als het uploaden of importeren mislukt, dan zijn dit je opties:

source: Fields are comma-separated
de_de: Felder werden durch Kommata getrennt
nl_nl: Velden zijn gescheiden met een komma

source: Fields are encapsulated by double quotes
de_de: Felder werden durch Anführungszeichen eingeschlossen
nl_nl: Er staan dubbele quotes om de velden heen

source: There is a header row (this contains the column names, the first row will NOT be imported)
de_de: Es gibt eine Header-Zeile (diese enthält die Namen der Spalten, die erste Zeile wird NICHT importiert)
nl_nl: Er een header-rij is (die aangeeft welke kolomnamen er zijn, deze rij wordt NIET geïmporteerd)

source: If you saved it from Excel or OpenOffice, please ensure that:
de_de: Wenn du aus Excel oder OpenOffice gesichert hast, stelle sicher, dass:
nl_nl: Als je het bestand vanuit Excel of OpenOffice hebt opgeslagen, wees er dan zeker van dat:

source: Use the upload form below to upload a .csv-file containing all of your names (in the first column), description and submitter are optional.
de_de: Verwende das Upload-Formular weiter unten um eine .csv-Datei hochzuladen, die (in der ersten Spalte), alle Namen enthält. Beschreibung und Einreicher sind optional.
nl_nl: Gebruik het uploadformulier hieronder om een .csv-bestand te importeren met alle namen (in de eerste kolom), beschrijving en indiener zijn optioneel.

source: Import names for %s
de_de: Importiere Einträge für %s
nl_nl: Importeer namen voor %s

source: please check your .csv-file
de_de: Bitte überprüfe deine .csv-Datei
nl_nl: controleer alsjeblieft je .csv-bestand

source: Ignored %s names, because they were duplicate (already in the directory)
de_de: %s Namen wurden ignoriert, weil sie doppelt vorhanden waren (bereits im Verzeichnis)
nl_nl: Er zijn %s namen genegeerd omdat ze dubbel waren (ze bestonden al op de lijst)

source: Could not import any names into Name Directory
de_de: Es konnten keine Einträge in Name Directory importiert werden
nl_nl: Kon geen enkele naam importeren in Namenlijst

source: Imported %d entries in this directory
de_de: %d Einträge wurden in das Verzeichnis importiert
nl_nl: Er zijn %d namen geïmporteerd in deze lijst

source: Submitted by
de_de: Eingereicht durch
nl_nl: Toegevoegd door

source: HTML markup is allowed and will we printed on your website and in the WordPress admin.
de_de: HTML-Auszeichnungen sind erlaubt und werden auf deiner Website und im WordPress-Admin-Bereich angezeigt.
nl_nl: Het gebruik van HTML is toegestaan en zal op je website en in de WordPress admin te zien zijn.

source: Please be careful!
de_de: Bitte sei vorsichtig!
nl_nl: Let goed op!

source: Full add view
de_de: Aufruf Vollansicht
nl_nl: Volledige weergave

source: Show the full form, which allows you to enter a description and submitter
de_de: Ganzes Formular anzeigen, ermöglicht dir Beschreibung und Einreicher einzutragen.
nl_nl: Volledig formulier weergeven, waarbij alle velden getoond worden

source: Quick add view
de_de: Aufruf Schnellansicht
nl_nl: Compacte weergave

source: Show the compact form, showing only the name, always published)
de_de: Kompaktes Formular anzeigen (Zeigt nur den Namen an, immer Status „veröffentlicht“)
nl_nl: Toon het compacte formulier, waar je alleen een naam hoeft toe te voegen (die direct op de site getoond wordt)

source: Add a new name
de_de: Einen neuen Eintrag hinzufügen
nl_nl: Nieuwe naam toevoegen

source: Save name
de_de: Eintrag speichern
nl_nl: Naam opslaan

source: Edit a name
de_de: Einen Eintrag bearbeiten
nl_nl: Naam bewerken

source: Edit
de_de: Bearbeiten
nl_nl: Bewerk

source: Toggle published status
de_de: Status „veröffentlicht“ ändern
nl_nl: Verander zichtbaarheid status (van Ja naar Nee en andersom)

source: Currently, there are no names in this directory..
de_de: Zurzeit gibt es keine Einträge in diesem Verzeichnis.
nl_nl: Er staan op dit moment geen namen op deze namenlijst..

source: Manage
de_de: Verwalten
nl_nl: Beheren

source: Submitter
de_de: Einreicher
nl_nl: Indiener

source: Name
nl_nl: Naam

source: unpublished
de_de: unveröffentlicht
nl_nl: verborgen

source: published
de_de: veröffentlicht
nl_nl: gepubliceerd

source: all
de_de: alle
nl_nl: Alles

source: Manage names for %s
de_de: Einträge für %s verwalten
nl_nl: Namen beheren voor %s

source: Please fill in at least a name
de_de: Bitte trage wenigstens einen Namen ein.
nl_nl: Vul tenminste een naam in

source: Will be visible when the page is refreshed.
de_de: Wird sichtbar sobald die Seite aktualisiert wird.
nl_nl: Zal getoond wordt als je de pagina vernieuwd.

source: New name %s added
de_de: Neuer Eintrag %s hinzugefügt
nl_nl: Nieuwe naam %s toegevoegd

source: Name %s was already on the list, so it was not added
de_de: Es wurde nichts hinzugefügt, Eintrag %s war bereits auf der Liste
nl_nl: De naam %s stond al op de lijst, dus deze is niet nogmaals toegevoegd

source: Name %s updated
de_de: Eintrag %s aktualisiert
nl_nl: Naam %s bijgewerkt

source: Name %s deleted
de_de: Eintrag %s entfernt
nl_nl: Naam %s verwijderd

source: Cancel
de_de: Abbrechen
nl_nl: Annuleren
