Repository: polive31/Goutu-Local
Catalog: languages/plugins/peepsolimitusers-*.po
Languages: fr_fr

source: Hide Users From Listings
fr_fr: Cacher les listes de membres

source: Selected users will not show in any PeepSo user listing.<br/>Administrators will always see everyone.
fr_fr: Les utilisateurs sélectionnés ne verront aucune liste de membres de PeepSo. <br/> Les administrateurs peuvent voir tout le monde.

source: Disable new posts
fr_fr: Désactiver - la création des nouvelles publications

source: Selected users will not be able to create any new posts.<br/>That includes posting in groups.
fr_fr: Les utilisateurs sélectionnés ne seront pas en mesure de créer de nouvelles publications.<br/> Ceci est également valable au sein des groupes.

source: Disable comments
fr_fr: Désactiver les commentaires

source: Selected users will not be able to add any comments.<br/>That includes commenting in groups.
fr_fr: Les utilisateurs sélectionnés ne seront pas en mesure d'ajouter des commentaires.<br/> Ceci est également valable au sein des groupes.

source: Friends - disable sending friend requests
fr_fr: Amis - désactiver l’envoi des demandes d'ami

source: Selected users will not be able to send friend requests.<br/>They can receive and accept friend requests.
fr_fr: Les utilisateurs sélectionnés ne seront pas en mesure d'envoyer des demandes d'ami.<br/> Ils peuvent recevoir et accepter les demandes d'ami qu'ils reçoivent.

source: Groups - disable groups
fr_fr: Groupes - désactiver les groupes

source: Selected Users will be unable to create groups, join or be invited.<br/>They can manage groups created earlier.
fr_fr: Les utilisateurs sélectionnés ne seront pas en mesure de créer des groupes, de les rejoindre ou d'être invités. <br/> Ils peuvent administrer des groupes qui ont déjà été créés.

source: Chat - disable starting new threads
fr_fr: Chat - désactiver la possibilité de créer de nouvelles discussions

source: Selected users will not be able to create new message threads.<br/>They can still participate in existing threads.
fr_fr: Les utilisateurs sélectionnés ne seront pas en mesure de créer un nouveau fil de discussion.<br/> Ils peuvent cependant participer aux fils de discussion déjà existants.

source: Photos - disable photo uploads
fr_fr: Photos - désactiver les téléchargements de photos

source: Selected users will not be able to upload photos in posts and comments and create albums.<br/>They can change their avatar and cover.
fr_fr: Les utilisateurs sélectionnés ne seront pas en mesure de télécharger des photos dans leurs publications ni commenter ou encore créer des albums. <br/> Ils peuvent modifier leur photo de profil et leur photo de couverture.

source: Polls - disable new polls
fr_fr: Sondages - désactiver les nouveaux sondages

source: Selected users will not be able to create new polls.<br/>They can vote.
fr_fr: Les utilisateurs sélectionnés ne seront pas en mesure de créer des sondages.</br> Ils peuvent voter.

source: Videos - disable videos
fr_fr: Vidéos - désactiver les vidéos

source: Selected users will not be able to embed videos in their posts.<br/>They can post video links.
fr_fr: Les utilisateurs sélectionnés ne seront pas en mesure d'intégrer des vidéos dans leurs publications.w<br/>Ils peuvent publier les liens des vidéos.

source: Administrator can't be limited
fr_fr: Un administrateur ne peut pas être limité

source: Based on profile completeness
fr_fr: Basé sur l’intégralité du profil

source: -- no limit --
fr_fr: --aucune limite--

source: Require
fr_fr: Obligatoire

source: Based on avatar
fr_fr: Basé sur la photo de profil

source: PeepSo User Limits
fr_fr: PeepSo "Limites des utilisateurs"

source: PeepSo User Limits Widget
fr_fr: PeepSo widget "Limites des utilisateurs"

source: Your actions in the Community are limited.
fr_fr: Vos actions au sein de la communauté sont limitées.

source: show on members page
fr_fr: apparaître sur la page des membres

source: add new posts
fr_fr: ajouter de nouvelles publications

source: comment on posts
fr_fr: commenter les publications

source: send friend requests
fr_fr: envoyer des demandes d'amitié

source: join &amp; create groups
fr_fr: rejoindre &amp; créer des groupes

source: write new messages
fr_fr: écrire des nouveaux messages

source: add photos
fr_fr: ajouter des photos

source: add polls
fr_fr: ajouter des sondages

source: add videos
fr_fr: ajouter des vidéos

source: The %s plugin requires the PeepSo plugin to be installed and activated.
fr_fr: Le plugin %s nécessite que le plugin PeepSo soit installé et activé.

source: Get it now!
fr_fr: Obtenez-le maintenant !

source: User Limits
fr_fr: Limites de l’utilisateur

source: Configure which users to hide from the listings
fr_fr: Configurer quels utilisateurs seront cachés dans les listes

source: You are currently not allowed to create new posts
fr_fr: Complétez votre profil afin de pouvoir publier des commentaires sur votre mur.

source: You are currently not allowed to create new comments
fr_fr: Vous n’êtes actuellement pas autorisé à ajouter de nouveaux commentaires

source: Upload an avatar to:
fr_fr: Télécharger une photo de profil de :

source: Complete your profile to at least:
fr_fr: Complétez votre profil à au moins:

source: to
fr_fr: afin de

source: PeepSo Extras: User Limits
fr_fr: PeepSo Extras : Limites des utilisateurs

source: Limit user privileges and/or hide them from PeepSo user listings based on role and profile completeness
fr_fr: Limiter les privilèges de l’utilisateur et/ou masquer de PeepSo les listes des membres basées sur le rôle et le remplissage du profil
