Repository: polive31/Goutu-Local
Catalog: languages/plugins/user-login-history-*.po
Languages: it_it

source: Plugin Updated!
it_it: Plugin aggiornato!

source: The plugin uses a free %1$sthird party service%2$s to detect country and timezone based on IP address. Many projects are using this free service due to which sometimes the server of the service provider becomes slow. This may affect the login functionality of your website. Hence it is recommended that you do not enable this functionallity unless you have paid service or reliable service. If you have a paid service, you can contact us to integrate it.
it_it: Il plugin usa un %1$servizio di terze parti%2$s libero per identificare il paese e il fuso orario basato sull'indirizzo IP. In quanto molti progetti utilizzano questo servizio libero, il server potrebbe a volte risultare lento. Questo potrebbe influenzare le funzionalità di login del tuo sito. È quindi consigliato non abilitare questa funzionalità a meno che non si abbia un servizio a pagamento o un servizio affidabile. Se hai un servizio a pagamento, puoi contattarci per richiederne l'integrazione.

source: Helps you to know your website's visitors by tracking their login related information like login/logout time, country, browser and many more.
it_it: Ti può aiutare a conoscere i visitatori del tuo sito tracciando le informazioni di login come ora di login/logout, paese, browser e molto altro.

source: Choose File
it_it: Scegli File

source: No columns is selected to display.
it_it: Non sono selezionate colonne da visualizzare

source: Logged Out
it_it: Disconnesso

source: Yes
it_it: Sì

source: (Basic Version)
it_it: (Versione Base)

source: Super admin role while user gets logged in
it_it: Ruolo Super Admin per gli utenti connessi

source: Login Status (?)
it_it: Stato di Accesso

source: It may show "Logged in", if user does not logout properly.
it_it: Potrebbe mostratre "Connesso" se l'utente non si è disconnesso correttamente

source: Last Seen (?)
it_it: Visto per l'ultimo volta

source: Last seen time in the session
it_it: Visto per l'ultima volta nella sessione

source: Timezone (?)
it_it: Fuso Orario

source: To track timezone, "Geo Tracker" setting must be enabled.
it_it: Per tracciare il fuso orario l'impostazione "Geo Tracker" deve essere abilitata.

source: Country (?)
it_it: Paese (?)

source: To track country name, "Geo Tracker" setting must be enabled.
it_it: Per tracciare il Paese, l'impostazione "Geo Tracker" deve essere abilitata.

source: Old Role (?)
it_it: Vecchio Ruolo (?)

source: Role while user gets logged in
it_it: Ruolo mentre l'utente viene connesso

source: Delete Selected Records
it_it: Elimina i seguenti risultati

source: ago
it_it: fa

source: Edit
it_it: Modifica

source: Message for Blocked User
it_it: Messaggio per l'utente bloccato

source: User will not be able to login on another blog on the network.
it_it: Utente non potrà accedere ad un altro blog o rete.

source: Block User
it_it: Blocca Utente

source: Network Settings
it_it: Impostazioni Rete

source: Search The Forum
it_it: Cerca nel forum

source: If you find any bug, please create a topic with a step by step description on how to reproduce the bug.
it_it: Se è stato trovato un bug, si prega di creare un topic con una descrione passo passo su come riprodurre il bug.

source: Bug Fixes:
it_it: Correzzione Bug:

source: In case, a user logs in with "Remember Me" and then closes his browser without doing logout, it will show the login status as "Logged in".
it_it: In caso un utente si sia connesso con l'opzione "Ricordami" e abbia in seguito chiuso il browser senza disconnettersi, verrà visualizzato lo status di connessione come "Connesso".

source: Note
it_it: Nota

source: Since we have added a new column "Login Status" in the version 1.7.0, its value will be empty in the database table after upgrading to 1.7.0. To filter such records, you can use this status.
it_it: Avendo aggiunto una nuova colonna "Stato di Login" nella versione 1.7.0, il suo stato sarà vuoto nel database dopo aver aggiornato alla 1.7.0. Per filtrare questi valori, puoi usare il seguente stato.

source: This is used for multisite network. By default, a user can login to any blog and then wordpress redirects to the blog on which the user is associated. The plugin saves login info at the blog on which the user logged in but cannot not save the information of the blog on which wordpress redirects the user. You can prevent this behavior by using the plugin setting.
it_it: Questo è usato da reti multisite. Di default, un utente può connettersi ad ogni blog e WordPress lo reinderizzerà al blog a cui è associato. Questo plugin salva le informazioni di login del blog in cui l'utente si è connesso, ma non può salvare le informazioni del blog a cui WordPress ha reindirizzato l'utente. Puoi prevenirlo usando le impostazioni del plugin.

source: Blocked
it_it: Bloccato

source: If user enters invalid credentials.
it_it: Se l'utente inserisce credenziali non valide.

source: Failed
it_it: Fallito

source: If user clicks on logout button and gets logged out successfully.
it_it: Se l'utente clicca sul pulsante di disconnessione e viene disconnesso con successo.

source: Logged out
it_it: Disconnesso

source: If user gets logged in successfully.
it_it: Se un utente si connette.

source: Logged in
it_it: Connesso

source: Login Statuses
it_it: Stati di connessione

source: Do not use the following shortcode as it is deprecated and will be removed in future.
it_it: Non usare il seguente shortcode perché è deprecato e verrà rimosso in futuro.

source: Deprecated Shortcode (Since 1.7.0)
it_it: Shortcode deprecato (dalla versione 1.7.0)

source: Available Column Keys:
it_it: Valori di colonna disponibili:

source: List of column keys used to render columns on the listing table. Default keys are:
it_it: Lista dei valori di colonna usati per popolare le colonne nel listato. I valori predefiniti di colonna sono:

source: Whether you want to show timezone selector or not. Any value other than "true" will be treated as "false". Default is:
it_it: Visualizzare il selettore del fuso orario. Ogni valore alternativo a "Vero" sarà considerato come "falso". Il valore predefinito è:

source: A valid time format. Default is:
it_it: Un formato ora valido. Il predefinito è:

source: A valid date format. Default is:
it_it: Un formato data valido. Il predefinito è:

source: Default is the full permalink of the current post or page.
it_it: Il predefinito è il permalink intero della pagina o articolo corrente.

source: Custom URI of the listing page. For the input "my-login-history", it will render a reset link with the following URL:
it_it: URI personalizzato del listato. Utilizzando l'input "my-login-history", visualizzerà un link per reimpostare con il seguente URL:

source: Number of records per page. Default is:
it_it: Numero di righe per pagina. Il predefinito è:

source: Title of the listing table.
it_it: Titolo del listato.

source: Here is the list of all the parameters that you can use in the shortcode. All the parameters are optional.
it_it: Questo è un elenco di tutti i parametri utilizzabili negli shortcode. Tutti i parametri sono opzionali.

source: Shortcode Parameters:
it_it: Parametri Shortcode.

source: Advanced Usage of Shortcode:
it_it: Uso avanzato degli Shortcode.

source: In your content:
it_it: Nel tuo contenuto:

source: In your template file:
it_it: Nel tuo file template:

source: Normal Usage of Shortcode:
it_it: Uso normale degli Shortcode:

source: How to use the plugin?
it_it: Come si usa il plugin?

source: Select Super Admin
it_it: Seleziona Super Admin

source: Select Login Status
it_it: Seleziona Stato di Accesso

source: Super Administrator
it_it: Super Amministratore

source: Donate
it_it: Fai una donazione

source: Submit Your Review
it_it: Invia una recensione

source: Like My Work?
it_it: TI piace quello che faccio?

source: Download Language Files
it_it: Scarica i file di lingua

source: Currently, this plugin is available in two languages i.e. English and Italian.
it_it: Al momento il plugin è disponibile in due lingue: inglese e italiano.

source: Translations
it_it: Traduzioni

source: CSV Export
it_it: Esporta CSV

source: Advanced Search Filter
it_it: Filtro di ricerca avanzata

source: On the network admin area, you can see the listing table which shows all the records fetched from all the blogs of the current network.
it_it: Nell'area admin di rete, puoi vedere un listato con tutti i valori di tutti i blog della rete.

source: Multisite Network (Since version 1.7.0)
it_it: Rete Multisite (dalla versione 1.7.0)

source: The plugin comes with a customizable shortcode that you can use in your template or content to view the login history of current logged in user. For more detail, please see the %1$sHelp%2$s page.
it_it: Il plugin è provvisto di uno shortcode personalizzabile che puoi usare nel tuo template o testo per visualizzare la cronologia di accesso dell utente connesso. Per maggiori dettagli visitare la pagina %1$sHelp%2$s.

source: You can select your preferred timezone to be used for the listing table.
it_it: Puoi selezionare il tuo fuso orario preferito per essere usato nella tabella dei risultati.

source: Preferable Timezone
it_it: Fuso orario preferito

source: Some More Useful Features:
it_it: Alcune funzionalità utili:

source: Based on IP Address
it_it: Basato sull'indirizzo IP

source: Country Name and Country Code
it_it: Nome del paese e codice del paese

source: The role while user gets logged in into your website.
it_it: Il ruolo con cui l'utente esegue l'accesso al sito web.

source: How long the user stayed on your website per session.
it_it: Quanto tempo l 'utente ha passato sul sito web per ogni sessione.

source: Online/Offline/Idle
it_it: Connesso/Sconnesso/Inattivo

source: Online Status
it_it: Stato di Connessione

source: Logged in/Logged out/Failed/Blocked
it_it: Connesso/Sconnessp/Fallito/Bloccato

source: Login Status
it_it: Stato di accesso

source: Last Seen Date-Time
it_it: Data dell'ultima connessione

source: Logout Date-Time
it_it: Data di disconnessione

source: Login Date-Time
it_it: Data-Ora di Connessione

source: The plugin helps you to track any visitor's login details with the following attributes:
it_it: Il plugin ti aiuta a tracciare i dati di accesso dei visitatori con i seguenti attributi:

source: This is used to convert date-time (e.g. login time, last seen time etc.) on the listing table.
it_it: Questo è usato per convertire data-ora (per esempio ora di accesso, ultima connessione ecc.) nel listato.

source: Settings updated successfully.
it_it: Impostazioni aggiornate con successo.

source: Record deleted.
it_it: Evento eliminato.

source: Record(s) deleted.
it_it: Evento(i) eliminato.

source: Please provide a valid date range.
it_it: Inserire una data valida.

source: Enable tracking of country and timezone. This functionality is dependent on a free third-party API service, hence not recommended. For more info, see the "Help" page under the plugin menu.
it_it: Abilita il tracciamento del paese e fuso orario. Questa funzionalità dipende da un servizio API gratuito di terze parti e quindi non raccomandato. Per maggiori informazioni vedere la pagina "Help" nel menu del plugin.

source: (Not Recommended)
it_it: (Non Raccomandato)

source: Geo Tracker
it_it: Tracciatore Geografico

source: Maximum number of minutes for idle users. This should be greater than that of online users. Default is
it_it: Numero massimo di minuti per utenti inattivi. Questo valore deve essere più grande di quello degli utenti connessi. Il valore predefinito è

source: Idle
it_it: Inattivo

source: Maximum number of minutes for online users. Default is
it_it: Numero massimo di minuti per gli utenti online. Il valore predefinito è

source: I recommend using %1$sPOEdit%2$s or if you prefer to do it straight from the WordPress admin interface use %3$sLoco Translate%4$s. When you’re done, send us the file(s) and I’ll add it to the official plugin. You can also translate the plugin %5$sOnline%6$s.
it_it: Consiglio di usare %1$sPOEdit%2$s o se preferisci farlo direttamente dall'interfaccia admin di WordPress usare %3$sLoco Translate%4$s. Quando hai finito, mandaci il file (i file) e li aggiungeremo al plugin. Puoi anche tradurre il plugin direttamente %5$sOnline%6$s.

source: Basic Settings
it_it: Impostazioni base

source: To see all the tracked records of current logged in users in frontend, use the following shortcode:
it_it: Per visualizzare tutti i valori tracciati per gli utenti connessi al frontend, usare il seguente shortcode:

source: Login List
it_it: Lista di Accesso

source: Online
it_it: Connesso

source: Advanced Settings
it_it: Impostazioni avanzate

source: FILTER
it_it: FILTRO

source: RESET
it_it: REIMPOSTARE

source: DOWNLOAD CSV
it_it: SCARICA CSV

source: Logged In
it_it: Connesso

source: Unknown
it_it: Sconosciuto

source: Enter Operating System
it_it: Inserisci il sistema operativo

source: This table is showing time in the timezone
it_it: Questa tabella mostra l'ora nel fuso orario

source: Are your sure?
it_it: Sei sicuro?

source: Delete All Records
it_it: Cancella tutti i record

source: User ID
it_it: ID utente

source: Select Old Role
it_it: Seleziona vecchio ruolo

source: Select Current Role
it_it: Seleziona ruolo corrente

source: Enter IP Address
it_it: Inserisci l'indirizzo IP

source: Enter Browser
it_it: Inserisci il browser

source: Enter Country
it_it: Inserisci il paese

source: Enter Username
it_it: Inserisci il nome utente

source: Enter User ID
it_it: Inserisci l'ID utente

source: To
it_it: A

source: From
it_it: Da

source: Please search the forum before creating a new topic.
it_it: Cerca nel forum prima di aprire un nuovo topic.

source: To see all the tracked records in admin, click on the plugin menu shown in the left sidebar.
it_it: Per vedere tutti i risultati in admin, fai clic sul menu del plug-in nella barra laterale di sinistra.

source: Last Seen
it_it: Ultima visita

source: Select Timezone
it_it: Seleziona il fuso orario

source: About
it_it: Info

source: Help
it_it: Aiuto

source: You can reach me through the following links:
it_it: Puoi contattarmi tramite i seguenti link:

source: I Am Here!
it_it: Sono qui!

source: Do you want to translate this plugin to another language?
it_it: Vuoi tradurre questo plugin in un'altra lingua?

source: Country Code
it_it: Codice Paese

source: Country Name
it_it: Nome Paese

source: Old Role
it_it: Vecchio ruolo

source: Operating System
it_it: Sistema operativo

source: IP Address
it_it: Indirizzo IP

source: Session Duration
it_it: Durata della Sessione

source: About Author
it_it: Chi è l'autore

source: Apply
it_it: Applica

source: No items found.
it_it: Elementi non trovati.

source: Show Records Per Page
it_it: Visualizza entrate per pagina

source: Login
it_it: Accesso

source: Timezone
it_it: Fuso orario

source: Duration
it_it: Durata

source: Country
it_it: Paese

source: Current Role
it_it: Ruolo corrente

source: Username
it_it: Nome utente

source: No records avaliable.
it_it: Non ci sono dati disponibili
