Repository: polive31/Goutu-Local
Catalog: languages/plugins/widget-importer-exporter-*.po
Languages: de_de

source: Imported
de_de: Importiert

source: Imports and exports widgets.
de_de: Importiert und exportiert Widgets.

source: No Title
de_de: Kein Titel

source: Site does not support widget
de_de: Die Website unterstützt keine Widgets

source: Widget already exists
de_de: Das Widget ist bereits vorhanden

# button
source: Export Widgets
de_de: Widgets exportieren

# button
source: Import Widgets
de_de: Widgets importieren

source: Import file could not be found. Please try again.
de_de: Importierte Datei konnte nicht gefunden werden. Bitte versuche es erneut.

source: Import data could not be read. Please try a different file.
de_de: Importierte Daten konnten nicht gelesen werden. Bitte versuche es mit einer anderen Datei.

source: Imported to Inactive
de_de: Importiert in „Inaktive Widgets“

source: Widget area does not exist in theme (using Inactive)
de_de: Der Widget-Bereich ist im Theme nicht vorhanden („Inaktive Widgets“ wird verwendet)

source: Please select a <b>.wie</b> file generated by this plugin.
de_de: Wähle bitte eine <b>.wie</b>-Datei, die von diesem Plugin erstellt wurde.

source: You must upload a <b>.wie</b> file generated by this plugin.
de_de: Du musst eine <b>.wie</b>-Datei hochladen, du von diesem Plugin erstellt wurde.

# heading
source: Export Widgets
de_de: Exportieren von Widgets

# heading
source: Import Widgets
de_de: Importieren von Widgets

# heading
source: Import Results
de_de: Ergebnisse des Imports

source: You can manage your <a href="%1$s">Widgets</a> or <a href="%2$s">Go Back</a>.
de_de: Du kannst deine <a href="%1$s">Widgets</a> verwalten oder <a href="%2$s">zurückgehen</a>.

source: Click below to generate a <b>.wie</b> file for all active widgets.
de_de: Klicke unten, um eine <b>.wie</b>-Datei mit allen aktiven Widgets zu generieren.
