Repository: polive31/Goutu-Local
Catalog: languages/plugins/wordpress-popular-posts-*.po
Languages: nl_nl

source: About WordPress Popular Posts %s
nl_nl: Over Wordpress Popular Posts %s

source: This version includes the following changes
nl_nl: In deze versie zijn de volgende wijzigingen doorgevoerd

source: Do you like this plugin?
nl_nl: Gebruik je deze plugin graag?

source: Each donation motivates me to keep releasing free stuff for the WordPress community!
nl_nl: Een donatie stimuleert me om freeware te blijven maken voor de WordPress gemeenschap!

source: You can <a href="%s" target="_blank">leave a review</a>, too!
nl_nl: Ook prima als je <a href="%s" target="_blank">een review</a> schrijft!

source: Need help?
nl_nl: Hulp nodig?

source: Visit <a href="%s" target="_blank">the forum</a> for support, questions and feedback.
nl_nl: Bezoek <a href="%s" target="_blank">het forum</a> voor ondersteuning, vragen en commentaar.

source: Let's make this plugin even better!
nl_nl: Help me deze plugin nog beter te maken.

source: Title
nl_nl: Titel

source: Show up to
nl_nl: Toon tot aan

source: posts
nl_nl: berichten

source: Sort posts by
nl_nl: Sorteer berichten op

source: Comments
nl_nl: Reacties

source: Total views
nl_nl: Totaal aantal weergaven

source: Avg. daily views
nl_nl: Gemiddeld aantal dagelijkse weergaven

source: Time Range
nl_nl: Periode

source: Post type(s)
nl_nl: Bericht type(s)

source: Post(s) ID(s) to exclude
nl_nl: Uit te sluiten bericht(en) ID('s)

source: Category(ies) ID(s)
nl_nl: Categorie ID('s)

source: Author(s) ID(s)
nl_nl: Auteur(s) ID('s)

source: Posts settings
nl_nl: Bericht instellingen

source: Display post rating
nl_nl: Toon beoordeling van bericht

source: Shorten title
nl_nl: Verkort de titel

source: Shorten title to
nl_nl: Verkort de titel tot

source: characters
nl_nl: tekens

source: words
nl_nl: woorden

source: Display post excerpt
nl_nl: Toon berichtsamenvatting

source: Keep text format and links
nl_nl: Behoud opmaak en links

source: Excerpt length
nl_nl: Lengte samenvatting

source: Display post thumbnail
nl_nl: Toon berichtminiatuur

source: Use predefined size
nl_nl: Gebruik vooraf ingestelde afmetingen

source: Set size manually
nl_nl: Stel zelf afmetingen in

source: Width
nl_nl: Breedte

source: Height
nl_nl: Hoogte

source: Stats Tag settings
nl_nl: Instellingen van Stats Tag

source: Display comment count
nl_nl: Toon aantal reacties

source: Display views
nl_nl: Toon aantal weergaven

source: Display author
nl_nl: Toon auteur

source: Display date
nl_nl: Toon datum

source: Date Format
nl_nl: Datum formaat

source: WordPress Date Format
nl_nl: WordPress datum weergave

source: Display category
nl_nl: Toon categorie

source: HTML Markup settings
nl_nl: Instellingen HTML opmaak

source: Use custom HTML Markup
nl_nl: Gebruik eigen HTML opmaak

source: Before / after title
nl_nl: Voor / na titel

source: Before / after Popular Posts
nl_nl: Voor / na Popular Posts

source: Post HTML Markup
nl_nl: HTML opmaak bericht

source: The most Popular Posts on your blog.
nl_nl: Meest populaire berichten op je blog

source: Error: cannot ajaxify WordPress Popular Posts on this theme. It's missing the <em>id</em> attribute on before_widget (see <a href="http://codex.wordpress.org/Function_Reference/register_sidebar" target="_blank" rel="nofollow">register_sidebar</a> for more).
nl_nl: Fout: kan WordPress Popular Posts niet onder Ajax laten draaien met dit thema. Het <em>id</em> attribuut ontbreekt bij before_widget (lees meer op <a href="http://codex.wordpress.org/Function_Reference/register_sidebar" target="_blank" rel="nofollow">register_sidebar</a>).

source: Your PHP installation is too old. WordPress Popular Posts requires at least PHP version %1$s to function correctly. Please contact your hosting provider and ask them to upgrade PHP to %1$s or higher.
nl_nl: Let op. Je gebruikt een te oude versie van PHP. WordPress Popular Posts vereist minimaal PHP versie %1$s om goed te kunnen werken. Neem contact op met je hosting provider en vraag ze om PHP te upgraden naar versie %1$s of hoger.

source: Your WordPress version is too old. WordPress Popular Posts requires at least WordPress version %1$s to function correctly. Please update your blog via Dashboard &gt; Update.
nl_nl: Let op. Je gebruikt een verouderde versie van WordPress. WordPress Popular Posts vereist minimaal WordPress versie %1$s om goed te kunnen werken. Upgrade jouw versie via Dashboard &gt; Update.

source: <div class="error"><p>%1$s</p><p><i>%2$s</i> has been <strong>deactivated</strong>.</p></div>
nl_nl: <div class="error"><p>%1$s</p><p><i>%2$s</i> is <strong>gedeactiveerd</strong>.</p></div>

source: Success! The cache table has been cleared!
nl_nl: Gelukt. De cache is geleegd.

source: Error: cache table does not exist.
nl_nl: Fout: de tabel met cache gegevens is niet gevonden

source: Success! All data have been cleared!
nl_nl: Gelukt. Alle (historische) gegevens zijn verwijderd.

source: Error: one or both data tables are missing.
nl_nl: Fout: één of beide tabellen met gegevens ontbreken.

source: Invalid action.
nl_nl: Ongeldige actie.

source: Sorry, you do not have enough permissions to do this. Please contact the site administrator for support.
nl_nl: Sorry, je hebt onvoldoende rechten om deze actie te verrichten. Vraag hulp aan de sitebeheerder.

source: Success! All files have been deleted!
nl_nl: Gelukt. Alle bestanden zijn verwijderd.

source: The thumbnail cache is already empty!
nl_nl: De cache met miniaturen is al leeg.

source: Sorry. No data so far.
nl_nl: Sorry. Nog geen gegevens beschikbaar.

source: 1 comment
nl_nl: 1 reactie

source: 1 view per day
nl_nl: 1 weergave per dag

source: 1 view
nl_nl: 1 weergave

source: by %s
nl_nl: door %s

source: posted on %s
nl_nl: gepubliceerd op %s

source: under %s
nl_nl: in %s

source: WordPress Popular Posts is a highly customizable widget that displays the most popular posts on your blog
nl_nl: WordPress Popular Posts laat in een widget de meeste bekeken berichten op je blog zien. Je kunt veel zaken naar eigen wens inregelen.

source: Settings saved.
nl_nl: Instellingen opgeslagen.

source: Please provide the name of your custom field.
nl_nl: Geef de naam op van je aangepaste veld.

source: Any changes made to WPP's default stylesheet will be lost after every plugin update. In order to prevent this from happening, please copy the wpp.css file (located at wp-content/plugins/wordpress-popular-posts/style) into your theme's directory
nl_nl: Aanpassingen aan de stylesheet van WPP gaan verloren na een update van de plugin. Kopieer - om dit te voorkomen - het bestand wpp.css naar de folder van je theme. Het bestand vind je in wp-content/plugins/wordpress-popular-posts/style/.

source: This operation will delete all entries from WordPress Popular Posts' cache table and cannot be undone.
nl_nl: Deze actie verwijdert alle gegevens in de cache van WordPress Popular Posts. Ze kan niet ongedaan worden gemaakt.

source: Do you want to continue?
nl_nl: Wil je doorgaan?

source: This operation will delete all stored info from WordPress Popular Posts' data tables and cannot be undone.
nl_nl: Deze actie verwijdert alle gegevens in de databasetabellen van WordPress Popular Posts. Ze kan niet ongedaan worden gemaakt.

source: This operation will delete all cached thumbnails and cannot be undone.
nl_nl: Deze actie verwijdert alle miniaturen in de cache van WordPress Popular Posts. Ze kan niet ongedaan worden gemaakt.

source: Stats
nl_nl: Statistieken

source: Tools
nl_nl: Gereedschappen

source: About
nl_nl: Over deze plugin

source: Click on each tab to see what are the most popular entries on your blog in the last 24 hours, this week, last 30 days or all time since WordPress Popular Posts was installed.
nl_nl: Klik op 1 van de tabbladen en zie wat de meest weergegeven berichten/pagina's van je site waren in de afgelopen 24 uur, deze week, de laatste 30 dagen of sinds je WPP installeerde.

source: Order by comments
nl_nl: Sorteer op aantal reacties

source: Order by views
nl_nl: Sorteer op aantal weergaven

source: Order by avg. daily views
nl_nl: Sorteer op gemiddeld aantal dagelijkse weergaven

source: Post type
nl_nl: Berichttype

source: Limit
nl_nl: Limiet

source: Apply
nl_nl: Pas toe

source: Display only posts published within the selected Time Range
nl_nl: Toon alleen berichten uit de geselecteerde periode

source: Last 24 hours
nl_nl: Laatste 24 uur

source: Last 7 days
nl_nl: Laatste 7 dagen

source: Last 30 days
nl_nl: Laatste 30 dagen

source: All-time
nl_nl: Tot nu toe

source: Thumbnails
nl_nl: Miniaturen

source: Default thumbnail
nl_nl: Standaard miniatuur

source: Upload thumbnail
nl_nl: Miniatuur uploaden

source: How-to: upload (or select) an image, set Size to Full and click on Upload. After it's done, hit on Apply to save changes
nl_nl: Tip: upload (of selecteer) een afbeelding, kies 'Volledig' als formaat en kies Upload. Als dit gebeurd is, klik je op 'Pas toe' om de wijzigingen op te slaan

source: Pick image from
nl_nl: Kies een afbeelding uit

source: Featured image
nl_nl: Uitgelichte afbeelding

source: First image on post
nl_nl: Eerste afbeelding in bericht of pagina

source: Custom field
nl_nl: Aangepast veld

source: Tell WordPress Popular Posts where it should get thumbnails from
nl_nl: Geef aan waar WordPress Popular Posts miniaturen kan vinden

source: Custom field name
nl_nl: Naam van het aangepaste veld

source: Resize image from Custom field?
nl_nl: Formaat van afbeelding uit het aangepaste veld aanpassen?

source: No, I will upload my own thumbnail
nl_nl: Nee, ik upload zelf een miniatuur

source: Yes
nl_nl: Ja

source: Responsive support
nl_nl: Ondersteuning voor alle schermformaten

source: Enabled
nl_nl: Ingeschakeld

source: Disabled
nl_nl: Uitgeschakeld

source: If enabled, WordPress Popular Posts will strip height and width attributes out of thumbnails' image tags
nl_nl: Indien ingeschakeld, zal WordPress Popular Posts de gegevens over de hoogte en breedte van miniaturen weglaten

source: Empty image cache
nl_nl: Verwijder tijdelijk opgeslagen afbeeldingen

source: Use this button to clear WPP's thumbnails cache
nl_nl: Om de tijdelijke opslag van WPP miniaturen leeg te maken

source: Data
nl_nl: Gegevens

source: Log views from
nl_nl: Registreer weergaven aan

source: Visitors only
nl_nl: Enkel bezoekers

source: Logged-in users only
nl_nl: Enkel ingelogde gebruikers

source: Everyone
nl_nl: Iedereen

source: Log limit
nl_nl: Bewaartermijn

source: Keep data for
nl_nl: Bewaar gegevens over

source: day(s)
nl_nl: dagen

source: Data from entries that haven't been viewed within the specified time frame will be automatically discarded
nl_nl: Gegevens over berichten/pagina's die in deze periode niet zijn bekeken, worden genegeerd.

source: Ajaxify widget
nl_nl: Gebruik widget met Ajax

source: If you are using a caching plugin such as WP Super Cache, enabling this feature will keep the popular list from being cached by it
nl_nl: Voorkomt caching van de lijst meest weergegeven berichten, indien je een caching plugin gebruikt, zoals WP Super Cache

source: WPP Cache Expiry Policy
nl_nl: WPP cache beleid

source: What is this?
nl_nl: Wat is dit?

source: Never cache
nl_nl: Bewaar nooit

source: Enable caching
nl_nl: Sta tijdelijk opslaan toe

source: Sets WPP's cache expiration time. WPP can cache the popular list for a specified amount of time. Recommended for large / high traffic sites
nl_nl: Hiermee stel je in hoe lang WPP tijdelijk de gegevens over de meest weergegeven berichten bewaart. Aanbevolen voor omvangrijke en drukbezochte sites

source: Refresh cache every
nl_nl: Leeg de tijdelijke opslag elke

source: Minute(s)
nl_nl: Minuten

source: Hour(s)
nl_nl: Uur

source: Day(s)
nl_nl: Dag(en)

source: Week(s)
nl_nl: Weken

source: Month(s)
nl_nl: Maand(en)

source: Year(s)
nl_nl: Jaar

source: Really? That long?
nl_nl: Werkelijk? Zo lang?

source: Data Sampling
nl_nl: Steekproefsgewijs

source: By default, WordPress Popular Posts stores in database every single visit your site receives. For small / medium sites this is generally OK, but on large / high traffic sites the constant writing to the database may have an impact on performance. With <a href="%1$s" target="_blank">data sampling</a>, WordPress Popular Posts will store only a subset of your traffic and report on the tendencies detected in that sample set (for more, <a href="%2$s" target="_blank">please read here</a>)
nl_nl: Standaard registreert WordPress Popular Posts elk bezoek aan je site. Voor kleine en middelgrote sites is dit geen enkel probleem. Bij omvangrijke en drukbezochte sites kan dit een weerslag hebben op de performance. Door <a href="%1$s" target="_blank">steekproefsgewijs</a> gegevens te registreren, zal WordPress Popular Posts de tendens weergeven, gebaseerd op deze gegevens (, <a href="%2$s" target="_blank">lees hier meer</a>)

source: Sample Rate
nl_nl: Steekproef percentage

source: A sampling rate of %d is recommended for large / high traffic sites. For lower traffic sites, you should lower the value
nl_nl: Een steekproef percentage van %d wordt aanbevolen voor omvangrijke en drukbezochte sites. Kies een lagere waarde als je site minder druk wordt bezocht.

source: Miscellaneous
nl_nl: Diversen

source: Current window
nl_nl: Huidige venster

source: New tab/window
nl_nl: Nieuw tabblad/venster

source: Use plugin's stylesheet
nl_nl: Gebruik de stylesheet van de plugin

source: By default, the plugin includes a stylesheet called wpp.css which you can use to style your popular posts listing. If you wish to use your own stylesheet or do not want it to have it included in the header section of your site, use this.
nl_nl: Met de stylesheet van de plugin (wpp.css) kun je de weergave van de lijst met meest bezochte berichten zelf aanpassen. Schakel deze optie uit als je de stylesheet van je site wil toepassen.

source: WordPress Popular Posts maintains data in two separate tables: one for storing the most popular entries on a daily basis (from now on, "cache"), and another one to keep the All-time data (from now on, "historical data" or just "data"). If for some reason you need to clear the cache table, or even both historical and cache tables, please use the buttons below to do so.
nl_nl: WordPress Popular Posts slaat z'n gegevens op in 2 tabellen: de ene voor gegevens op een dagelijkse basis ("cache") en de andere voor de gegevens vanaf het moment van installatie ("historische gegevens"). Mocht je de cache of zelfs de cache en alle gegevens willen verwijderen, gebruik dan onderstaande knoppen.

source: Empty cache
nl_nl: Leeg de cache

source: Use this button to manually clear entries from WPP cache only
nl_nl: Om alleen de cache van WPP te legen

source: Clear all data
nl_nl: Verwijder alle gegevens

source: Use this button to manually clear entries from all WPP data tables
nl_nl: Om alle gegevens (cache + historische gegevens) te verwijderen

source: With the following parameters you can customize the popular posts list when using either the <a href="%1$s">wpp_get_mostpopular() template tag</a> or the <a href="%2$s">[wpp] shortcode</a>.
nl_nl: Met de volgende parameters kun je de lijst met meest weergegeven berichten naar eigen smaak aanpassen. Zowel bij gebruik van de <a href="%1$s">wpp_get_most_popular() template tag</a> als de <a href="%2$s">[wpp] shortcode</a>.

source: What it does
nl_nl: Werking

source: Possible values
nl_nl: Toegestane waarden

source: Defaults to
nl_nl: Standaard instelling

source: Example
nl_nl: Voorbeeld

source: Sets a heading for the list
nl_nl: Stel de titel van de lijst in

source: Text string
nl_nl: Tekst

source: None
nl_nl: Geen

source: Set the opening tag for the heading of the list
nl_nl: Stel de openingstag in voor de titel

source: Set the closing tag for the heading of the list
nl_nl: Stel de afsluitende tag in voor de titel

source: Sets the maximum number of popular posts to be shown on the listing
nl_nl: Stel het (maximum) aantal weer te geven berichten in

source: Positive integer
nl_nl: Geheel positief getal

source: Tells WordPress Popular Posts to retrieve the most popular entries within the time range specified by you
nl_nl: Stel de periode in waaruit de meest weergegeven berichten getoond moeten worden

source: Tells WordPress Popular Posts to retrieve the most popular entries published within the time range specified by you
nl_nl: Stel de periode in waarin de te tonen meest weergegeven berichten zijn gepubliceerd

source: Sets the sorting option of the popular posts
nl_nl: Bepaalt de sorteervolgorde

source: (for average views per day)
nl_nl: (gemiddeld aantal bezoeken per dag)

source: Defines the type of posts to show on the listing
nl_nl: Bepaalt het berichttype waarop de lijst betrekking heeft

source: If set, WordPress Popular Posts will exclude the specified post(s) ID(s) form the listing.
nl_nl: Sluit bepaalde berichten uit op basis van hun ID

source: If set, WordPress Popular Posts will retrieve all entries that belong to the specified category(ies) ID(s). If a minus sign is used, the category(ies) will be excluded instead.
nl_nl: Neem alleen berichten op uit de opgegeven categorie(ën). Sluit een categorie uit door een minus-teken voor het ID te zetten.

source: If set, WordPress Popular Posts will retrieve all entries created by specified author(s) ID(s).
nl_nl: Neem alleen berichten op van de opgegeven auteur(s) ID(s).

source: If set, WordPress Popular Posts will shorten each post title to "n" characters whenever possible
nl_nl: Beperk de berichttitel - waar mogelijk - tot n tekens

source: If set to 1, WordPress Popular Posts will shorten each post title to "n" words instead of characters
nl_nl: Indien ingesteld op 1 (true), wordt de berichttitel ingekort tot n woorden in plaats van tekens

source: If set, WordPress Popular Posts will build and include an excerpt of "n" characters long from the content of each post listed as popular
nl_nl: Indien ingesteld, dan maakt WordPress Popular Posts een samenvatting van n tekens en toont deze bij het bericht in de lijst

source: If set, WordPress Popular Posts will maintaing all styling tags (strong, italic, etc) and hyperlinks found in the excerpt
nl_nl: Indien ingesteld, dan handhaaft WordPress Popular Posts de opmaak (vet, cursief, etc) die het aantrof in de samenvatting

source: If set to 1, WordPress Popular Posts will shorten the excerpt to "n" words instead of characters
nl_nl: Indien ingesteld op 1 (true), dan wordt de samenvatting n woorden in plaats van n tekens lang

source: If set, and if your current server configuration allows it, you will be able to display thumbnails of your posts. This attribute sets the width for thumbnails
nl_nl: Indien ingesteld en ondersteund door je server configuratie, dan kun je miniaturen bij je berichten in de lijst tonen. Met dit attribuut stel je de breedte in

source: If set, and if your current server configuration allows it, you will be able to display thumbnails of your posts. This attribute sets the height for thumbnails
nl_nl: Indien ingesteld en ondersteund door je server configuratie, dan kun je miniaturen bij je berichten in de lijst tonen. Met dit attribuut stel je de hoogte in

source: If set, and if the WP-PostRatings plugin is installed and enabled on your blog, WordPress Popular Posts will show how your visitors are rating your entries
nl_nl: Indien ingesteld en als de WP-PostRatings plugin is geïnstalleerd, dan laat WordPress Popular Posts zien hoe je bezoekers je berichten hebben beoordeeld.

source: If set, WordPress Popular Posts will show how many comments each popular post has got until now
nl_nl: Indien ingesteld, dan toont WordPress Popular Posts hoeveel reacties er zijn op elk bericht in de lijst

source: If set, WordPress Popular Posts will show how many views each popular post has got since it was installed
nl_nl: Indien ingesteld, dan toont WordPress Popular Posts hoe vaak een bericht in de lijst is weergegeven sinds de installatie

source: If set, WordPress Popular Posts will show who published each popular post on the list
nl_nl: Indien ingesteld, dan toont WordPress Popular Posts de auteur bij het bericht in de lijst

source: If set, WordPress Popular Posts will display the date when each popular post on the list was published
nl_nl: Indien ingesteld, dan toont WordPress Popular Posts de datum waarop het bericht in de lijst werd gepubliceerd.

source: Sets the date format
nl_nl: Bepaalt de datum weergave

source: If set, WordPress Popular Posts will display the category
nl_nl: Indien ingesteld, dan wordt de categorie getoond

source: Sets the opening tag for the listing
nl_nl: Stel de openingstag in voor de lijst

source: Sets the closing tag for the listing
nl_nl: Stel de afsluitende tag in voor de lijst

source: Sets the HTML structure of each post
nl_nl: Hiermee bepaal je de HTML-structuur van de berichten in de lijst

source: Text string, custom HTML
nl_nl: Tekst, HTML

source: Available Content Tags
nl_nl: Beschikbare tags

source: displays thumbnail image without linking to post/page, requires thumbnail_width & thumbnail_height
nl_nl: toont miniatuur zonder te linken naar bijbehorend(e) bericht / pagina, vereist thumbnail_width & thumbnail_height

source: displays linked post/page title
nl_nl: toont de titel van bijbehorend(e) bericht / pagina als link

source: displays post/page excerpt, and requires excerpt_length to be greater than 0
nl_nl: toont samenvatting van bijbehorend(e) bericht / pagina, vereist excerpt_length > 0

source: displays the default stats tags
nl_nl: toont de standaard gegevens tags

source: displays post/page current rating, requires WP-PostRatings installed and enabled
nl_nl: toont de beoordeling van bijbehorend(e) bericht / pagina, indien WP-PostRatings actief is

source: displays post/page current rating as an integer, requires WP-PostRatings installed and enabled
nl_nl: toont de beoordeling van bijbehorend(e) bericht / pagina in de vorm van een geheel getal, indien WP-PostRatings actief is

source: outputs the URL of the post/page
nl_nl: geeft de URL van bijbehorend(e) bericht / pagina

source: displays post/page title, no link
nl_nl: toont de titel van bijbehorend(e) bericht / pagina, zonder ernaar te linken

source: displays linked author name, requires stats_author=1
nl_nl: toont de auteur van bijbehorend(e) bericht / pagina als link, indien stats_author=1

source: displays linked category name, requires stats_category=1
nl_nl: toont de categorie van bijbehorend(e) bericht / pagina als link, indien stats_category=1

source: displays views count only, no text
nl_nl: toont aantal weergaven, zonder tekst

source: displays comments count only, no text, requires stats_comments=1
nl_nl: toont aantal reacties, zonder tekst, indien stats_comments=1

source: displays post/page date, requires stats_date=1
nl_nl: toont de datum van publicatie van bijbehorend(e) bericht / pagina, indien stats_date=1
