Repository: polive31/Goutu-Local
Catalog: languages/plugins/wp-extended-search-*.po
Languages: nl_nl

source: Whether to match search term exactly or partially e.g. If someone search "Word" it will display items matching "WordPress" or "Word" but if you select Yes then it will display items only matching "Word". The default value is No.
nl_nl: Of de zoekterm exact of gedeeltelijk overeenkomt. Als iemand bijvoorbeeld zoekt op "Word", worden items getoond die overeenkomen met "WordPress" of "Word", maar als je Ja selecteert, worden alleen items getoond die overeenkomen met "Word". De standaardwaarde is Nee.

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Order the sorted search items in Descending or Ascending. Default is Descending.
nl_nl: Sorteer de geselecteerde zoekitems in aflopende of oplopende volgorde. Standaard is aflopend.

source: Ascending
nl_nl: Oplopend

source: Descending
nl_nl: Aflopend

source: Sort search results based on metadata of items. The default value is %1$sRelevance%2$s.
nl_nl: Sorteer zoekresultaten op basis van metadata van items. De standaardwaarde is %1$sRelevantie%2$s.

source: Random
nl_nl: Willekeurig

source: Number of Comments
nl_nl: Aantal reacties

source: Post Type
nl_nl: Berichttype

source: Post Slug
nl_nl: Berichtslug

source: Post Title
nl_nl: Berichttitel

source: Last Modified Date
nl_nl: Laatste datum wijziging

source: Date
nl_nl: Datum

source: Relevance
nl_nl: Relevantie

source: This option is disabled because you have selected "Match the search term exactly". When using the exact match option, the sentence is not broken into terms instead the whole sentence is matched thus this option has no meaning.
nl_nl: Deze optie is uitgeschakeld omdat je "Exact overeenkomen met de zoekterm" hebt geselecteerd. Wanneer je de optie om exact overeen te komen gebruikt, wordt de zin niet verdeeld in stukken, maar moet de hele zin overeenkomen. Dus deze optie heeft geen betekenis.

source: Search Results Order
nl_nl: Volgorde zoekresultaten

source: Match the search term exactly
nl_nl: Exact overeenkomen met de zoekterm

source: More Plugins
nl_nl: Meer plugins

source: Docs
nl_nl: Documentatie

source: Search in Excerpt
nl_nl: Zoek in samenvatting

source: Extend default search to search in selected post meta, taxonomies, post types and all authors.
nl_nl: De standaard zoekfunctie uitbreiden door ook te zoeken in geselecteerde berichtmeta, taxonomieën, berichttypen en alle auteurs.

source: Number of posts to display on search result page OR leave blank for default value.
nl_nl: Aantal berichten dat moet worden getoond op de pagina met zoekresultaten of laat leeg voor de standaardwaarde.

source: Contents will not appear in search results older than this date OR leave blank to disable this feature.
nl_nl: Inhoud wordt niet getoond in zoekresultaten die ouder zijn dan deze datum of laat leeg om deze functie uit te schakelen.

source: Type of query relation between search terms. e.g. someone searches for "my query" then define the relation between "my" and "query". The default value is AND.
nl_nl: Type queryrelatie tussen zoektermen. Als iemand bijvoorbeeld zoekt op "mijn query", definieer dan de relatie tussen "mijn" en "query". Standaardwaarde is AND.

source: No public post type found!
nl_nl: Geen publiek berichttype gevonden!

source: If checked then it will display those results whose Author "Display name" match the search terms.
nl_nl: Indien aangevinkt, worden de resultaten getoond waarvan de "Weergavenaam" van de auteur overeenkomt met de zoektermen.

source: Search in Author display name
nl_nl: Zoek in weergavenaam van auteur

source: No public taxonomy found!
nl_nl: Geen publieke taxonomie gevonden!

source: No meta key found!
nl_nl: Geen meta-sleutel gevonden!

source: Search in Content
nl_nl: Zoek in de inhoud

source: Search in Title
nl_nl: Zoek in de titel

source: Every field have OR relation with each other. e.g. if someone search for "5um17" then search results will show those items which have "5um17" as meta value or taxonomy's term or in title or in content, whatever option is selected.
nl_nl: Elk veld heeft een OR relatie met elkaar. Als iemand b.v. zoekt op "5um17", dan zullen de zoekresultaten bestaan uit items die "5um17" als meta-waarde of taxonomie-term hebben, of waar dit in de titel of inhoud voorkomt, welke optie ook is geselecteerd.

source: Date seems to be in invalid format!
nl_nl: Datum lijkt een ongeldig formaat te hebben!

source: Select atleast one setting to search!
nl_nl: Selecteer tenminste één instelling om te zoeken!

source: Select atleast one post type!
nl_nl: Selecteer tenminste één berichttype!

source: Settings has been changed to WordPress default search setting.
nl_nl: Instellingen zijn gewijzigd naar de standaard WordPress zoekinstelling.

source: Posts per page
nl_nl: Berichten per pagina

source: Select date to exclude older results
nl_nl: Selecteer datum om oudere zoekresultaten uit te sluiten

source: Terms Relation Type
nl_nl: Termen relatietype

source: Select Post Types
nl_nl: Selecteer berichttypen

source: Author Setting
nl_nl: Auteurinstelling

source: Select Taxonomies
nl_nl: Selecteer taxonomieën

source: Select Meta Key Names
nl_nl: Selecteer meta-sleutel namen

source: General Search Setting
nl_nl: Algemene zoekinstelling

source: Miscellaneous Settings
nl_nl: Overige instellingen

source: Select Fields to include in WordPress default Search
nl_nl: Selecteer velden om op te nemen in de standaard zoekfunctie van WordPress

source: Reset to WP default
nl_nl: Herstel naar standaard WP

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Settings
nl_nl: Instellingen
