Repository: polive31/Goutu-Local
Catalog: languages/plugins/wp-retina-2x-*.po
Languages: de_de, es_es

source: Big Image Size Threshold
es_es: Umbral de tamaño de imagen grande

source: Too many WordPress installs are blown-up with useless and/or huge plugins, and bad practices. But that is because most users are overwhelmed by the diversity and immensity of the WordPress jungle. One rule of thumb is to keep your install the simplest as possible, with the least number of plugins (avoiding heavy ones too) and a good hosting service (avoid VPS except if you know exactly what you are doing). Articles are kept being updated on the Meow Apps website, with all the latest recommendations:
es_es: Demasiadas instalaciones de WordPress son infladas con plugins inútiles y/o enormes y malas prácticas. Pero eso es porque la mayoría de los usuarios están abrumados por la diversidad e inmensidad de la jungla de WordPress. Una regla general es mantener tu instalación lo más simple posible, con la menor cantidad de plugins (evitando también los más pesados) y un buen servicio de alojamiento (evita usar un VPS, a menos que sepas lo que está haciendo). Los artículos se actualizan en la web de Meow Apps, con las últimas recomendaciones:

source: The <b>Empty Request Time</b> helps you analyzing the raw performance of your install by giving you the average time it takes to run an empty request to your server. You can try to disable some plugins (or change their options) then and click on Reset to see how it influences the results. With <b>File Operation Time</b>, you will find out if your server is slow with files. An excellent install would have an Empty Request Time of less than 500 ms. Keep it absolutely under 2,000 ms. File Operation Time should take only a few milliseconds more than the Empty Request Time. For more information about this, <a href="https://meowapps.com/clean-optimize-wordpress/#Optimize_your_Empty_Request_Time" target="_blank">click here</a>.
es_es: El <b>tiempo de solicitud vacío</b> te ayuda a analizar el rendimiento bruto de tu instalación al brindarte el tiempo promedio que se tarda en ejecutar una solicitud vacía en tu servidor. Puedes intentar desactivar algunos plugins (o cambiar sus opciones) y luego hacer clic en «Restablecer» para ver cómo influyen en los resultados. Con <b>el tiempo de operación de archivos</b>, descubrirás si tu servidor es lento con los archivos. Una instalación excelente tendría un tiempo de solicitud vacío de menos de 500 ms. Mantenlo absolutamente por debajo de los 2.000 ms. El tiempo de operación de archivos debería tomar solo unos pocos milisegundos más que el tiempo de solicitud vacío. Para obtener más información al respecto, <a href="https://meowapps.com/clean-optimize-wordpress/#Optimize_your_Empty_Request_Time" target="_blank">haz clic aquí</a>.

source: <b>WARNING</b>. You are using an option that will be removed in a future release. The plan is to remove two methods (HTML Rewrite and Retina-Images), and Disable Responsive. Those options are not necessary, and it is better to keep the plugin clean and focus. This warning message will go away if you avoid using those options (and will disappear in a future release). If you are using one of those options and really would like to keep it, please contact the support.
de_de: <b>WARNUNG</b>. Du verwendest eine Option, die in einem späteren Release entfernt wird. Der Plan ist, zwei Methoden zu entfernen (HTML Rewrite und Retina-Images) sowie Disable Responsive. Diese Optionen sind nicht notwendig und es ist besser, das Plugin sauber und zielgerichtet zu halten. Diese Warnmeldung verschwindet, wenn du diese Optionen nicht verwendest (und wird in einer zukünftigen Version verschwinden). Wenn du eine dieser Optionen verwendest und sie wirklich behalten möchtest, wende dich bitte an den Support.
es_es: <b>ADVERTENCIA</b>. Estás usando una opción que será eliminada en una futura versión. El plan es eliminar dos métodos (HTML e imágenes Retina) y desactivar el diseño adaptable. Estas opciones no son necesarias y es mejor mantener el plugin limpio y centrado. Este mensaje de advertencia desaparecerá si evitas usar esas opciones (y desaparecerá en una futura versión). Si estás usando una de estas opciones y realmente te gustaría conservarla, por favor, contacta con el soporte.

source: <label>Force Retina + Logging</label><br /><small>Displays retina and creates a <a href="
de_de: <label>Erzwinge Retina + Logging</label><br /><small>Zeigt das Retina-Bild und erstellt ein <a href="
es_es: <label>Forzar Retina + Registro</label><br /><small>Muestra Retina y crea un <a href="

source: <label>Enabled</label><br /><small>Retina images will not be loaded until the visitor gets close to them. HTML will be rewritten and the lazysizes script will be also loaded. The result will be a <b>faster website</b> for everyone, that consumes less bandwidth.</small>
de_de: <label>Eingeschaltet</label><br /><small>Retina-Bilder werden erst geladen, wenn der User ihnen näher kommt. HTML wird neu geschrieben und das Lazysizes-Skript wird ebenfalls geladen. Das Ergebnis wird für alle eine <b>schnellere Website</b> sein, die weniger Bandbreite verbraucht.</small>
es_es: <label>Activado</label><br /><small>Las imágenes Retina no se cargarán hasta que el visitante se acerque a ellas. Se reescribirá el HTML y también se cargará el script de lazysizes. El resultado será una web <b>más rápida</b> para todos, que consume menos ancho de banda.</small>

source: <label>Enable</label><br /><small>With PictureFill, <b>src</b> tags are replaced by <b>src-set</b> tags, but Google might fail to reference those images. This option will keep the SRC for SEO purpose, but that will force the download of two images (standard, then retina) by the browsers. Please use the <b>Lazy Retina</b> option below as it avoid this to happen (as well as making it loading lazily).</small>
de_de: <label>Einschalten</label><br /><small>Mit PictureFill, <b>src</b>-Tags werden durch <b>src-set</b>-Tags ersetzt, aber Google kann diese Bilder nicht referenzieren. Diese Option behält den SRC-Tag für SEO-Zwecke, erzwingt aber den Download von zwei Bildern (erst Standard, dann Retina) durch die Browser. Bitte verwende die untenstehende Option <b>Lazy Retina</b>, da sie dies verhindert (und das Laden verzögert).</small>
es_es: Las etiquetas <label>Activar</label><br /><small>Con PictureFill, <b>src</b> se sustituyen por etiquetas <b>src-set</b>, pero es posible que Google no haga referencia a esas imágenes. Esta opción mantendrá el SRC para fines de SEO, pero eso forzará la descarga de dos imágenes (estándar, y luego Retina) por parte de los navegadores. Por favor, utiliza la opción <b>Retina diferido</b> a continuación para evitar que esto suceda (además de hacer que se cargue en diferido). </small>

source: The selected sizes will <b>not</b> have their retina equivalent generated. It is recommended to disable the sizes for which <i>Normal</i> superior to 1200.
de_de: Bei den ausgewählten Größen werden sich <b>nicht</b> ihr Retina-Äquivalent generieren lassen. Es wird empfohlen, die Größen zu deaktivieren, bei denen <i>Normal</i> größer als 1200 ist.
es_es: Los tamaños seleccionados <b>no</b> tendrán su equivalente en Retina. Se recomienda desactivar los tamaños para los que <i>Normal</i> sea superior a 1200.

source: Regenerate Thumbnails
de_de: Erzeugt erneut Thumbnails
es_es: Regenerar miniaturas

source: Invalid API request.
de_de: Ungültige API-Anfrage
es_es: Petición a la API no válida

source: Based on your <i>image sizes</i> settings, the full-size images should be uploaded at a resolution of at least <b>%d×%d</b> for the plugin to be able generate the <b>%d retina images</b>. Please note that it vares depending on your needs for each image (you will need to discuss this with your developer).
de_de: Basierend auf deinen <i>Bildgrößeneinstellungen</i> sollten die Bilder in voller Größe mit einer Auflösung von mindestens <b>%d×%d</b> hochgeladen werden, damit das Plugin die <b>%d Retina-Bilder</b> erzeugen kann. Bitte beachte, dass es je nach deinen Bedürfnissen für jedes Bild variiert (du musst das mit deinem Entwickler besprechen).
es_es: Basado en tus ajustes de <i>tamaños de imágenes</i>, las imágenes a tamaño completo deben ser subidas a una resolución de al menos <b>%d×%d</b> para que el plugin pueda generar las <b>%d imágenes retina</b>. Ten en cuenta que varía en función de las necesidades de cada imagen (tendrás que discutirlo con tu desarrollador).

source: <label>Force</label><br /><small>Updates and licenses checks are usually made without checking SSL certificates and it is actually fine this way. But if you are intransigent when it comes to SSL matters, this option will force it.</small>
de_de: <label>Erzwinge</label><br /><small> Updates und Lizenzprüfungen werden in der Regel ohne Prüfung von SSL-Zertifikaten durchgeführt und es ist eigentlich in Ordnung. Aber wenn du in puncto SSL kompromisslos bist, wird diese Option sie erzwingen.</small>
es_es: <label>Forzar</label><br /><small>Las actualizaciones y comprobaciones de licencias se realizan normalmente sin comprobar los certificados SSL y, en realidad, está bien de esta forma. Pero si eres intransigente cuando se trata de asuntos SSL, esta opción lo forzará.</small>

source: <label>Hide <b>Meow Apps</b> Menu</label><br /><small>Hide Meow Apps menu and all its components, for a cleaner admin. This option will be reset if a new Meow Apps plugin is installed. <b>Once activated, an option will be added in your General settings to display it again.</b></small>
de_de: <label>Ausblenden <b>Meow Apps</b> Menü</label><br /><small>Blendet Meow Apps Menü und alle seine Komponenten, für eine sauberere Verwaltung aus. Diese Option wird zurückgesetzt, wenn ein neues Meow Apps Plugin installiert wird. <b> Sobald aktiviert, wird in den allgemeinen Einstellungen eine Option hinzugefügt, um sie wieder anzuzeigen.</b></small>
es_es: <label>Ocultar <b>Meow Apps</b></label><br /><small>Ocultar el menú Meow Apps y todos sus componentes, para una administración más limpia. Esta opción se restablecerá si se instala un nuevo plugin de Meow Apps. <b>Una vez activado, se añadirá una opción en tus ajustes generales para volver a mostrarlo.</b></small>

source: JetPack's <b>Photon</b> module breaks features built in WP Retina 2x (as Photos moves the files away). A common and better alternative to Photon is to use <a href='http://tracking.maxcdn.com/c/97349/3982/378'>MaxCDN</a> (very popular), CloudFlare or Fastly.
de_de: JetPack's <b>Photon</b>-Modul bricht die in WP Retina 2x integrierten Funktionen ab (wenn Photon die Dateien entfernt). Eine gängige und bessere Alternative zu Photon ist die Verwendung von <a href='http://tracking.maxcdn.com/c/97349/3982/378'>MaxCDN</a> (sehr beliebt), CloudFlare oder Fastly.
es_es: El módulo <b>Photon</b> de JetPack rompe las características construidas en WP Retina 2x (ya que que Photon mueve los archivos). Una alternativa común y mejor que Photon es usar <a href='http://tracking.maxcdn.com/c/97349/3982/378'>MaxCDN</a> (muy popular), CloudFlare o Fastly.

source: Make your website look beautiful and crisp on modern displays by creating + displaying retina images.
de_de: Stelle deine Website auf modernen Displays schön und knackig dar, indem du Retina-Bilder erstellst und anzeigst.
es_es: Haz que tu web luzca hermosa y nítida en pantallas modernas creando y mostrando imágenes retina.

source: <label>Hide</label><br /><small>Hide information about Pro version.</small>
de_de: <label>Verstecken</label><br /><small>Verstecke den Hinweis auf die Pro-Version</small>
es_es: <label>Ocultar</label><br /><small>Ocultar información sobre la version Pro</small>

source: Pro Information
de_de: Information zur Pro-Version
es_es: Información de la versión pro

source: Meow Apps is run by Jordy Meow, a photographer and software developer living in Japan (and taking <a target="_blank" href="http://offbeatjapan.org">a lot of photos</a>). Meow Apps is a suite of plugins focusing on photography, imaging, optimization and it teams up with the best players in the community (other themes and plugins developers). For more information, please check <a href="http://meowapps.com" target="_blank">Meow Apps</a>.
de_de: Meow Apps wird von Jordy Meow, einem in Japan lebenden Fotografen und Softwareentwickler, betrieben (viele von ihm gemachten Fotos findest du auf <a target="_blank" href="http://offbeatjapan.org"></a>). Meow Apps ist eine Reihe von Plugins, die sich auf Fotografie, Imaging und Optimierung konzentrieren und mit den besten Mitgliedern der Community (d.h. andere Theme- und Plugin-Entwickler) zusammenarbeitet. Für weitere Informationen besuche bitte <a href="http://meowapps.com" target="_blank">Meow Apps</a>.
es_es: Meow Apps está gestionado por Jordy Meow, un fotógrafo y desarrollador de software que vive en Japón (y que hace <a target="_blank" href="http://offbeatjapan.org">muchas fotos</a>). Meow Apps es una solución completa de plugins enfocados en fotografía, imagen, optimización y se une a los mejores miembros de la comunidad (otros temas y desarrolladores de plugins). Para obtener más información, consulta <a href="http://meowapps.com" target="_blank">Meow Apps</a>.

source: <br /><small>Sets image compression quality on a 1-100% scale as an integer (1-100). Default is 90. Only for JPG.</small>
de_de: <br /><small>Setzt die Bildkompressionsqualität auf einer Skala von 1 - 100 % als ganze Zahl (1 - 100). Der Standardwert ist 90. Nur für JPG.</small>.
es_es: <br /><small>Establece la calidad de compresión de la imagen en una escala de 1-100% como un número entero (1-100). El valor predeterminado es 90. Sólo para JPG.</small>

source: Retina Dashboard
es_es: Escritorio retina

source: Retina Column
de_de: Retina-Spalte
es_es: Columna retina

source: Debug
es_es: Depuración

source: Over HTTP Check
de_de: Über HTTP-Check
es_es: Comprobar en HTTP

source: Custom CDN Domain
de_de: Benutzerdefiniert CDN-Domain
es_es: Dominio CDN personalizado

source: Disable Medium Large
de_de: Deaktiviere Medium Large
es_es: Desactivar medio grande

source: Disable Responsive
es_es: Desactivar el modo adaptable

source: Retina Quality
de_de: Retina-Qualität
es_es: Calidad retina

source: Full Size Retina
de_de: Retina auf voller Größe
es_es: Retina a tamaño completo

source: Bulk Generate (Thumbnails & Retina)
de_de: Massenerstellung (Thumbnails & Retina-Bilder)
es_es: Generar por lotes (Miniaturas y Retina)

source: Bulk Delete (Retina Only)
de_de: Massenlöschung (nur Retina)
es_es: Borrar por lotes (Solo Retina)

source: <label>Disable</label><br /><small>Only <a href="http://caniuse.com/#feat=srcset" target="_blank">the browsers with src-set support</a> will display Retina images. You can also choose this if you want to load the Picturefill Polyfill script manually or if it is already loaded by your theme.</small>
de_de: <label>Deaktiviere</label><br /><small>Nur <a href="http://caniuse.com/#feat=srcset" target="_blank">die Browser mit src-set-Unterstützung</a> zeigen Retina-Bilder an. Du kannst dies auch wählen, wenn du das Picturefill Polyfill-Skript manuell laden möchtest oder wenn es bereits von deinem Theme geladen wurde.</small>
es_es: <label>Desactivar</label><br /><small>Sólo <a href="http://caniuse.com/#feat=srcset" target="_blank">los navegadores compatibles con src-set</a> mostrarán imágenes Retina. También puedes elegir esto si quieres cargar el script Picturefill Polyfill manualmente o si ya está cargado por tu tema.</small>

source: <label>Retina-ize</label><br /><small>In your HTML, inline CSS Background will be replaced by the Retina version of the image.</small>
de_de: <label>Retina-ize</label><br /><small>In deinem HTML wird der Inline-CSS-Hintergrund durch die Retina-Version des Bildes ersetzt.</small>
es_es: <label>Retinizar</label><br /><small>En tu HTML, el fondo CSS integrado será reemplazado por la versión Retina de la imagen.</small>.

source: <label>Hide</label><br /><small>Hide the <i>Retina Column</i> in the Media Library.</small>
de_de: <label>Ausblenden</label><br /><small>Blendet die <i>Retina-Spalte</i> in der Mediathek aus.</small>.
es_es: <label>Ocultar</label><br /><small>Oculta la <i>columna Retina</i> en la biblioteca de medios.</small>

source: <label>Hide</label><br /><small>Disable <i>Retina Dashboard</i> menu and tools.</small>
de_de: <label>Verbergen</label><br /><small>Deaktiviert das <i>Retina-Dashboard</i>, -Menü und -Tools.</small>
es_es: <label>Ocultar</label><br /><small>Desactiva el menú y herramientas del <i>escritorio Retina</i>.</small>

source: <label>Enable</label><br /><small>Normally, the plugin checks if the Retina files exists through your filesystem. With this option, it will check using HTTP requests, that will enable Retina on exotic WordPress installs and also for images hosted on different servers.</small>
de_de: <label>Einschalten</label><br /><small>Normalerweise überprüft das Plugin über dein Dateisystem, ob die Retina-Dateien existieren. Mit dieser Option überprüft es die Verwendung via HTTP-Requests, die Retina bei exotischen WordPress-Installationen und auch bei Bildern auf verschiedenen Servern aktivieren.</small>
es_es: <label>Activar</label><br /><small>Normalmente, el plugin comprueba si los archivos Retina existen a través de su sistema de archivos. Con esta opción, que se comprobará usando peticiones HTTP, que habilitará Retina en instalaciones poco habituales de WordPress y también para imágenes alojadas en diferentes servidores.</small>

source: This plugin works out of the box, the default settings are the best for most installs. However, you should have a look at the <a target="_blank" href="https://meowapps.com/wp-retina-2x/tutorial/">tutorial</a>.
de_de: Dieses Plugin funktioniert sofort, die Standardeinstellungen sind für die meisten Installationen die besten. Du solltest dir jedoch das <a target="_blank" href="https://meowapps.com/wp-retina-2x/tutorial/">Tutorial</a> ansehen.
es_es: Este plugin funciona de inmediato, los ajustes por defecto es lo mejor para la mayoría de las instalaciones. Sin embargo, deberías echar un vistazo al <a target="_blank" href="https://meowapps.com/wp-retina-2x/tutorial/">tutorial</a>.

source: HTML Rewrite
es_es: Rewrite de HTML

source: Dashboard
es_es: Escritorio

source: <label>Hide</label><br /><small>Doesn't display the ads.</small>
de_de: <label>Verbergen</label><br /><small>Werbung nicht anzeigen.</small>
es_es: <label>Ocultar</label><br /><small>No muestra los anuncios.</small>

source: <b>Only Pro users have access to the features of this dashboard.</b> As a standard user, the dashboard allow you to Bulk Generate, Bulk Delete and access the Retina Logs. If you wish to stay a standard user and never see this dashboard aver again, you can hide it in the settings.<br /><br />The Pro version of the plugin allows you to <b>replace directly an image already uploaded in the Media Library</b> by a simple drag & drop, upload a <b>retina image for a full-size image</b>, use <b>lazy-loading</b> to load your images (for better performance) and, more importantly, <b>supports the developer</b> :)<br /><br /><a class="button-primary" href="https://store.meowapps.com/wp-retina-2x/" target="_blank">Get WP Retina 2x Pro</a>
de_de: <b>Nur Pro-Benutzer haben Zugriff auf die Funktionen dieses Dashboards.</b> Als Standardbenutzer kannst du mit dem Dashboard mehrere Bilder in einem Rutsch erstellen und löschen und auf die Retina-Logs zugreifen. Wenn du Standardbenutzer bleiben und diesen Dashboard-Hinweis nie wieder sehen möchtest, kannst du ihn in den Einstellungen ausblenden.<br /><br />Die Pro-Version des Plugins ermöglicht es dir, <b>durch ein einfaches Drag & Drop direkt ein Bild zu ersetzen, das bereits in der Medienbibliothek hochgeladen wurde </b>, beim Upload ein <b>Full-Size-Bild durch ein Retina-Bild</b> zu ersetzen, <b>Lazy-loading</b> beim Bildladen zu verwenden (verbessert die Leistung) und, was noch wichtiger ist, <b>den Entwickler zu unterstützen.</b> :)<br /><br /><a class="button-primary" href="https://store.meowapps.com/wp-retina-2x/" target="_blank">Hol dir WP Retina 2x Pro</a>.
es_es: <b>Sólo los usuarios Pro tienen acceso a las características de este escritorio.</b> Como usuario estándar, el escritorio te permite generar y eliminar grandes cantidades de datos y acceder a los registros de Retina. Si deseas seguir siendo un usuario estándar y no volver a ver escritorio, puedes ocultarlo en los ajustes.<br /><br />La versión Pro del plugin te permite <b>reemplazar directamente una imagen ya subida en la biblioteca</b> con un simple arrastrar y soltar, subir una imagen <b>retina para una imagen de tamaño completo </b>, usar <b>carga diferida</b> para cargar tus imágenes (para un mejor rendimiento) y, lo que es más importante, <b>apoyar al desarrollador</b> :)<br /><br /><a class="button-primary" href="https://store.meowapps.com/wp-retina-2x/" target="_blank">Obtener WP Retina 2x Pro</a>

source: Responsive Images
de_de: Responsive Bilder
es_es: Imágenes adaptables

source: In all cases (including "None"), Retina support will be added to the Responsive Images. Check the <a target="_blank" href="https://meowapps.com/wp-retina-2x-methods/" />Retina Methods</a> page if you want to know more about those methods.
es_es: En todos los casos (incluyendo «Ninguno»), la compatibilidad con Retina se añadirá las imágenes adaptables. Revisa la página <a target="_blank" href="https://meowapps.com/wp-retina-2x-methods/" />Métodos Retina</a> si quieres saber más sobre estos métodos.

source: Ignore is a Pro feature.
de_de: Ignorieren ist ein Pro-Feature
es_es: Ignorar es una característica Pro.

source: PRO VERSION ONLY
de_de: Nur in der Pro-Version verfügbar
es_es: SÓLO PARA LA VERSIÓN PRO

source: <br /><small>If not empty, your site domain will be replaced with this CDN domain (PictureFill and HTML Rewrite only).</small>
de_de: <br /><small>Wenn nicht leer, wird deine Site-Domain durch diese CDN-Domain ersetzt (nur PictureFill und HTML Rewrite).</small>.
es_es: <br /><small>Si no esta vacío, el dominio de tu sitio sera reemplazado por este dominio CDN (solo PictureFill y HTML Rewrite).</small>

source: None
de_de: Keine
es_es: Ninguno

source: Method
de_de: Methode
es_es: Método

source: Auto Generate
de_de: Automatisch erstellen.
es_es: Generar automáticamente

source: Disabled Sizes
de_de: Unbrauchbare Größen.
es_es: Tamaños desactivados

source: The permalinks are not enabled. They need to be enabled in order to use the server-side method.
de_de: Permalinks sind nicht aktiviert. Permalinks müssen aktiviert sein um serverseitig arbeiten zu können.
es_es: Los enlaces permanentes no están activos. Tienen que estar activos para poder usar el método del servidor.

source: By the way, you are using a <b>WordPress Multi-Site installation</b>! You must edit your .htaccess manually and add '<b>RewriteRule ^(wp-content/.+\.(png|gif|jpg|jpeg|bmp|PNG|GIF|JPG|JPEG|BMP)) wp-content/plugins/wp-retina-2x/wr2x_image.php?ms=true&file=$1 [L]</b>' as the first RewriteRule if you want the server-side to work.
de_de: Übrigens, du verwendest eine <b>WordPress Multi-Site Installation</b>! Du musst deine.htaccess-Datei manuell bearbeiten und '<b>RewriteRule ^(wp-content/.+\.(png|gif|jpg|jpeg|bmp|PNG|GIF|JPG|JPEG|BMP)) wp-content/plugins/wp-retina-2x/wr2x_image.php?ms=true&file=$1 [L]</b>' als erste RewriteRule hinzufügen, wenn es serverseitig funktionieren soll.
es_es: Por cierto, ¡estás usando una instalación <b>WordPress multisitio</b>! Debes editar tu .htaccess manualmente y añadir '<b>RewriteRule ^(wp-content/.+\.(png|gif|jpg|jpeg|bmp|PNG|GIF|JPG|JPEG|BMP)) wp-content/plugins/wp-retina-2x/wr2x_image.php?ms=true&file=$1 [L]</b>' como la primera RewriteRule si quieres que el servidor funcione.
