Repository: polive31/Goutu-Local
Catalog: languages/plugins/wp-retina-2x-*.po
Languages: de_de, es_es

source: By the way, you are using a <b>WordPress Multi-Site installation</b>! You must edit your .htaccess manually and add '<b>RewriteRule ^files/(.+) wp-content/plugins/wp-retina-2x/wr2x_image.php?ms=true&file=$1 [L]</b>' as the first RewriteRule if you want the server-side to work.
de_de: Du nutzt eine <b> WordPress Multi-Site Installation</b>! Du musst deine .htaccess-Datei manuell editieren und diesen Code als erste Regel einfügen, wenn du serverseitig arbeiten willst:"<b>RewriteRule ^files/(.+) wp-content/plugins/wp-retina-2x/wr2x_image.php?ms=true&file=$1 [L]</b>"
es_es: Por cierto, ¡estás usando una instalación <b>WordPress multisitio</b>! Debes editar el .htaccess manualmente y agregar '<b>RewriteRule ^files/(.+) wp-content/plugins/wp-retina-2x/wr2x_image.php?ms=true&file=$1 [L]</b>' como la primera RewriteRule si quieres que el servidor funcione.

source: Current method:
de_de: Derzeitige Methode:
es_es: Método actual:

source: DETAILS
es_es: DETALLES

source: IGNORE
de_de: Ingorieren
es_es: IGNORAR

source: Full-Size Retina<br/><b>Upload</b>
es_es: Retina tamaño completo<br/><b>Subir</b>

source: Full-Size Retina
es_es: Retina tamaño completo

source: Full-Size<br/><b>Replace</b>
de_de: Full-Size<br/><b>Ersetzen</b>
es_es: Tamaño completo<br/><b>Reemplazar</b>

source: Media Sizes<br />Retina-ized
de_de: Mediengrößen<br />Retina-ized
es_es: Tamaños de medios<br />Retinizados

source: Base image
de_de: Basisbild
es_es: Imagen de base

source: Ignored
de_de: Ignorieren
es_es: Ignorado

source: Issues
de_de: Probleme
es_es: Problemas

source: All
de_de: Alle
es_es: Todo

source: The <a target="_blank" href="%s/wp-retina-2x.log">log file</a> is available. You can also <a href="?page=wp-retina-2x&view=issues&clearlogs=true">clear</a> it.
de_de: Die <a target="_blank" href="%s/wp-retina-2x.log">log-Datei</a> ist verfügbar. Du kannst sie auch <a href="?page=wp-retina-2x&view=issues&clearlogs=true">löschen</a>.
es_es: El <a target="_blank" href="%s/wp-retina-2x.log">archivo de registro</a> está disponible. También puedes <a href="?page=wp-retina-2x&view=issues&clearlogs=true">vaciarlo</a>.

source: Your PHP configuration allows uploads of <b>%dMB</b> maximum.
de_de: Deine PHP-Konfiguration erlaubt das Hochladen von maximal <b>%dMB</b>.
es_es: Tu configuración PHP admite subidas de un máximo de <b>%d MB</b>.

source: You can upload or replace the images by drag & drop.
de_de: Du kannst die Bilder per Drag & Drop hochladen oder ersetzen.
es_es: Puedes subir o reemplazar imágenes arrastrando y soltando.

source: You <b>also need</b> to upload a retina image for the Full-Size image (might be <b>%d×%d</b>).
de_de: Du musst auch <b></b> ein Retina-Bild für das Full-Size-Bild hochladen (kann <b>%d×%d</b> sein).
es_es: <b>También necesitas</b> subir una imagen retina para la imagen de tamaño completo (puede ser <b>%d×%d</b>).

source: The logs have been cleared.
de_de: Die Protokolle wurden gelöscht.
es_es: Los registros se han vaciado.

source: Refresh
de_de: Aktualisieren
es_es: Refrescar

source: Retina images
de_de: Retina Bilder
es_es: Imágenes Retina

source: Replaced successfully.
de_de: Ersetzen erfolgreich.
es_es: Reemplazado correctamente

source: Uploaded successfully.
de_de: Erfolgreich hochgeladen
es_es: Subido correctamente

source: You cannot use this file (wrong extension? wrong type?).
de_de: Du kannst diese Datei nicht hochladen (Falsche Dateierweiterung? Falscher Dateityp?).
es_es: No puedes usar este archivo (¿extensión incorrecta? ¿tipo incorrecto?).

source: The file is not an image or the upload went wrong.
de_de: Das Hochladen ist fehlgeschlagen. Womöglich ist die ausgewählte Datei kein Bild.
es_es: El archivo no es una imagen o la subida fue mal.

source: You do not have permission to upload files.
de_de: Du hast keine Berechtigung um Dateien hochzuladen.
es_es: No tienes permisos para subir archivos.

source: Retina files generated.
de_de: Retina Dateien erstellt.
es_es: Archivos Retina generados.

source: Details retrieved.
de_de: Details abrufen.
es_es: Detalles recuperados.

source: Retina files deleted.
de_de: Retina Dateien gelöscht.
es_es: Archivos Retina eliminados.

source: Full retina file deleted.
de_de: Full-Retina-Datei gelöscht.
es_es: Archivo completo retina borrado.

source: The attachment ID is missing.
de_de: Die Anlagen-ID fehlt.
es_es: Falta el ID del adjunto.

source: GENERATE
de_de: Generieren
es_es: GENERAR

source: Nothing to do ;)
de_de: Es gibt nichts zu tun ;-)
es_es: Nada que hacer ;)

source: Wait...
de_de: Warten ...
es_es: Espera...

source: <a href='?page=wp-retina-2x&view=issues&refresh=true'>Refresh</a> this page.
de_de: <a href='?page=wp-retina-2x&view=issues&refresh=true'>Aktualisiere</a> diese Seite.
es_es: <a href='?page=wp-retina-2x&view=issues&refresh=true'>Recarga</a> esta página.

source: This size is ignored by your retina settings.
de_de: Diese Größe wird von deinen Retina-Einstellungen ignoriert.
es_es: Este tamaño es ignorado por los ajustes de retina.

source: The standard image normally created by WordPress is missing.
de_de: Das normalerweise von WordPress erstellte Standardbild fehlt.
es_es: No se encontró la imagen estándar creada habitualmente por WordPress.

source: The retina image can be created. Please use the 'GENERATE' button.
de_de: Das Retina-Bild kann erstellt werden. Bitte drücke dazu den Button 'GENERIEREN'.
es_es: Se puede crear la imagen retina. Por favor, utiliza el botón «GENERAR».

source: The Full-Size image is too small (<b>%dx%d</b>) and this size cannot be generated.<br />Please upload an image of at least <b>%dx%d</b>.
de_de: Das Full-Size-Bild ist zu klein (<b>%dx%d</b>) und diese Größe kann nicht erzeugt werden.<br />Bitte lade ein Bild von mindestens <b>%dx%d</b> hoch.
es_es: La imagen de tamaño completo es demasiado pequeña (<b>%dx%d</b>) y este tamaño no se puede generar. <br />Por favor, sube una imagen de al menos <b>%dx%d</b>.

source: The retina version of the Full-Size image is missing.<br />Full Size Retina has been checked in the Settings and this image is therefore required.<br />Please drag & drop an image of at least <b>%dx%d</b> in the <b>Full-Size Retina Upload</b> column.
de_de: Die Retina-Version des Full-Size-Bildes fehlt.<br />Full-Size-Retina wurde in den Einstellungen ausgewählt und dieses Bild ist daher erforderlich.<br />Bitte ziehe ein Bild von mindestens <b>%dx%d</b> in die Spalte <b>Full-Size-Retina-Upload</b>.
es_es: Falta la versión retina de la imagen a tamaño completo.<br />La imagen retina de tamaño completo se ha activado en los ajustes y, por tanto, esta imagen es obligatoria.<br />Por favor, arrastra y suelta una imagen de al menos <b>%dx%d</b> en la columna <b>Subir imagen retina de tamaño completo</b>.

source: The image size '%s' could not be found. You probably changed your image sizes but this specific image was not re-build. This is not related to the retina plugin. You should probably use a plugin to re-generate the missing metadata and images.
de_de: Die Bildgröße '%s' konnte nicht gefunden werden. Du hast wahrscheinlich die Bildgrößen geändert, aber dieses spezielle Bild wurde nicht neu erstellt. Dies hat nichts mit dem Retina-Plugin zu tun. Eventuell solltest du ein anderes Plugin verwenden, um die fehlenden Metadaten und Bilder neu zu generieren.
es_es: El tamaño de la imagen '%s' no se ha podido encontrar. Es probable que haya cambiado el tamaño de la imagen, pero esta imagen específica no se ha regenerado. Esto no está relacionado con el plugin retina. Probablemente deberías utilizar un plugin para volver a regenerar los metadatos e imágenes que faltan.

source: The metadata is broken! This is not related to the retina plugin. You should probably use a plugin to re-generate the missing metadata and images.
de_de: Die Metadaten sind defekt! Dies hat nichts mit dem Retina-Plugin zu tun. Eventuell solltest du ein anderes Plugin verwenden, um die fehlenden Metadaten und Bilder neu zu generieren.
es_es: ¡Los metadatos están rotos! Esto no está relacionado con el plugin retina. Probablemente deberías utilizar un plugin para volver a generar los metadatos e imágenes que faltan.

source: N/A
de_de: n. v.
es_es: N/D

source: Too many WordPress installs are blown-up with useless and/or huge plugins, and bad practices. But that is because most users are overwhelmed by the diversity and immensity of the WordPress jungle. One rule of thumb is to keep your install the simplest as possible, with the least amount of plugins, in number and weight.
de_de: Zu viele WordPress-Installationen werden mit nutzlosen und/oder riesigen Plugins und schlechten Vorgehensweisen zerstört. Aber das liegt daran, dass die meisten Benutzer von der Vielfalt und Größe des WordPress-Dschungels überwältigt sind. Eine Faustregel ist, dass du deine Installation so einfach wie möglich hältst d.h. mit der geringstmöglichen Anzahl und Größe an Plugins.

source: Articles are kept being updated on the Meow Apps website, with all the latest recommendations. Please have a look and make your WordPress simpler, faster, better:
de_de: Die Artikel werden auf der Meow Apps Website mit den neuesten Empfehlungen aktualisiert. Schauen dir das an und mach dein WordPress einfacher, schneller und besser:

source: Error:
de_de: Fehler:

source: <br /><br />Disable Responsive
de_de: <br /><br />Deaktiviert Responsive

source: In all cases (including "None"), Retina support will be added to the Responsive Images. Check the <a target="_blank" href="https://meowapps.com/wp-retina-2x-methods" />Retina Methods</a> page if you want to know more about those methods.
de_de: In allen Fällen (einschließlich "Keine") wird den Responsive-Bildern die Retina-Unterstützung hinzugefügt. Gehe zur Seite <a target="_blank" href="https://meowapps.com/wp-retina-2x-methods" />Retina Methoden</a>, wenn du mehr über diese Methoden erfahren möchten.
