Repository: polive31/Goutu-Local
Catalog: languages/plugins/wp-widget-disable-*.po
Languages: de_de, es_es, pt_pt

source: Try Gutenberg callout (%s)
de_de: Aufruf zum Testen von Gutenberg (%s)
es_es: Anuncio para probar Gutenberg (%s)

source: Deselect all
de_de: Alle abwählen
es_es: Deseleccionar todos
pt_pt: Desseleccionar todos

source: Settings saved.
de_de: Einstellungen gespeichert.
es_es: Ajustes guardada.
pt_pt: Definições guardadas.

source: Welcome panel (%s)
de_de: Willkommenspanel (%s)
es_es: Panel de Bienvenida (%s)
pt_pt: Painel de boas-vindas (%s)

source: Select all
de_de: Alle auswählen
es_es: Seleccionar todos
pt_pt: Seleccionar todos

source: Sidebar Widgets
es_es: Widgets de la barra lateral
pt_pt: Widgets das barras laterais

source: Disable Sidebar Widgets
de_de: Sidebar Widgets deaktivieren
es_es: Deshabilitar widgets de la barra lateral
pt_pt: Desactivar widgets das barras laterais

source: Disable Widgets
de_de: Widgets deaktivieren
es_es: Desactivar widgets
pt_pt: Desactivar widgets

source: Dashboard Widgets
es_es: Widgets del escritorio
pt_pt: Widgets do painel

source: Settings
de_de: Einstellungen
es_es: Ajustes
pt_pt: Definições

source: Choose the sidebar widgets you would like to disable. Note that developers can still display widgets using PHP.
de_de: Wähle die Sidebar-Widgets aus, welche du deaktivieren möchtest. Beachte, dass Entwickler weiterhin Widgets mittels PHP anzeigen können.
es_es: Elige los widgets de la barra lateral que quieres deshabilitar. Los desarrolladores pueden continuar mostrando widgets usando PHP.
pt_pt: Escolha quais os widgets das barras laterais que pretende desactivar. Atenção que os programadores poderão ainda assim mostrar widgets através de PHP.

source: Disable Dashboard Widgets
de_de: Dashboard Widgets deaktivieren
es_es: Deshabilitar widgets del escritorio
pt_pt: Desactivar widgets do painel

source: All sidebar widgets are enabled again.
de_de: Alle Sidebar Widgets sind wieder aktiviert.
es_es: Todos los widgets de la barra lateral se han habilitado de nuevo.
pt_pt: Todos os widgets das barras laterais foram activados de novo.

source: Settings saved. One sidebar widget disabled.
de_de: Einstellungen gespeichert. Ein Sidebar-Widget deaktiviert.
es_es: Ajustes guardados. Un widget de la barra lateral deshabilitado.
pt_pt: Definições guardadas. Foi desactivado um widget das barras laterais.

source: Settings saved. %d dashboard widget disabled.
de_de: Einstellungen gespeichert. %d Dashboard Widget deaktiviert.
es_es: Ajustes guardados. %d widget del escritorio deshabilitado.
pt_pt: Definições guardadas. Foi desactivado %d widget do painel.

source: Settings saved. One dashboard widget disabled.
de_de: Einstellungen gespeichert. Ein Dashboard Widget deaktiviert.
es_es: Ajustes guardados. Un widget del escritorio deshabilitado.
pt_pt: Definições guardadas. Foi desactivado um widget do painel.

source: All dashboard widgets are enabled again.
de_de: Alle Dashboard Widgets sind wieder aktiviert.
es_es: Todos los widgets del escritorio de control se han habilitado de nuevo.
pt_pt: Todos os widgets do painel foram activados de novo.

source: Settings saved. %d sidebar widget disabled.
de_de: Einstellungen gespeichert. %d Sidebar-Widget deaktiviert.
es_es: Ajustes guardados. %d widget de la barra lateral deshabilitado.
pt_pt: Definições guardadas. Foi desactivado %d widget das barras laterais.

source: Disable Sidebar and Dashboard Widgets
de_de: Sidebar- und Dashboard-Widgets deaktivieren
es_es: Deshabilitar widgets del escritorio y la barra lateral
pt_pt: Desactivar widgets das barras laterais e do painel

source: Choose the dashboard widgets you would like to disable.
de_de: Wähle die Dashboard Widgets, die du deaktivieren möchtest.
es_es: Selecciona los widgets del escritorio que quieras deshabilitar.
pt_pt: Escolha quais os widgets do painel que pretende desactivar.

source: Disable Sidebar and Dashboard Widgets with an easy to use interface. Simply use the checkboxes provided under <strong>Appearance -> Disable Widgets</strong> and select the Widgets you'd like to hide.
es_es: Desactiva los widgets del escritorio y la barra lateral con una interfaz sencilla. Simplemente utiliza las opciones de <strong>Apariencia > Desactivar Widgets</strong> y selecciona los widgets que quieras ocultar.
pt_pt: Desactive widgets das barras laterais e do painel com uma interface simples e prática. Utilize as caixas de selecção em <strong>Apresentação -> Desactivar widgets</strong> e seleccione os widgets que pretende esconder.

source: Oops, we could not retrieve the dashboard widgets! Maybe there is another plugin already managing them?
de_de: Hoppla, wir konnten die Dashboard Widgets nicht laden. Vielleicht verwaltet diese bereits ein anderes Plugin?
es_es: Vaya, no podemos recuperar los widgets del escritorio. ¿Puede ser que exista otro plugin gestionándolos?
pt_pt: Ups, não foi possível obter os widgets do painel! Existirá algum outro plugin a fazer esta gestão?

source: Oops, we could not retrieve the sidebar widgets! Maybe there is another plugin already managing them?
de_de: Hoppla, wir konnten keine Sidebar-Widgets finden! Vielleicht werden diese bereits durch ein anderes Plugin verwaltet?
es_es: Vaya, no podemos recuperar los widgets de la barra lateral. ¿Puede ser que exista otro plugin gestionándolos?
pt_pt: Ups, não foi possível obter os widgets das barras laterais! Existirá algum outro plugin a fazer esta gestão?

source: WP Widget Disable is brought to you by %s. We &hearts; WordPress.
pt_pt: O WP Widget Disable é desenvolvido por %s. Nós &hearts; WordPress.

source: PHP Update Required (%s)
de_de: PHP-Update erforderlich (%s)

source: Disable sidebar and dashboard widgets with an easy to use interface. Simply use the checkboxes provided under <strong>Appearance -> Disable Widgets</strong> and select the widgets you'd like to hide.
de_de: Deaktiviere Sidebar- und Dashboard-Widgets über eine einfach zu bedienende Benutzeroberfläche. Verwende die Checkboxen unter <strong>Design -> Widgets deaktivieren</strong>, um Widgets zu deaktivieren.
