Repository: polive31/Goutu-Local
Catalog: languages/plugins/wps-hide-login-*.po
Languages: lt_lt

source: This has been disabled
lt_lt: Išjungta

source: Remy Perona for WPServeur
lt_lt: Remy Perona iš WPServeur

source: Protect your website by changing the login URL and preventing access to wp-login.php page and wp-admin directory while not logged-in
lt_lt: Apsaugokite savo tinklalapį, pakeisdami prisijungimo nuorodą ir neprisijungusiems vartotojams uždrausdami prieigą prie wp-login.php bei wp-admin katalogo.

source: Settings
lt_lt: Nustatymai

source: This feature is not enabled.
lt_lt: Ši funkcija neįjungta.

source: Your login page is now here: <strong><a href="%1$s">%2$s</a></strong>. Bookmark this page!
lt_lt: Jūsų prisijungimo puslapis dabar yra čia: <strong><a href="%1$s">%2$s</a></strong>. Išsisaugokite šią nuorodą!

source: To set a networkwide default, go to <a href="%s">Network Settings</a>.
lt_lt: Norėdami nustatyti visame tinkle, eikite į <a href="%s">Tinklo nustatymus</a>.

source: Login url
lt_lt: Prisijungimo nuoroda

source: Networkwide default
lt_lt: Numatyta tinkle

source: Need help? Try the <a href="%1$s" target="_blank">support forum</a>. This plugin is kindly brought to you by <a href="%2$s" target="_blank">WPServeur</a>.
lt_lt: Reikia pagalbos? Parašykite <a href="%1$s" target="_blank">pagalbos forume</a>. Įskiepį kuria <a href="%2$s" target="_blank">WPServeur</a>.

source: This option allows you to set a networkwide default, which can be overridden by individual sites. Simply go to to the site’s permalink settings to change the url.
lt_lt: Čia galite pasirinkti numatytąjį nustatymą visame tinkle, kurį galės pakeisti atskirų tinklalapių administratoriai. Paprasčiausiai reikės nueiti į tinklalapio nuorodų struktūros nustatymus ir pakeisti nuorodą.

source: WPS Hide Login could not be activated because you already have Rename wp-login.php active. Please uninstall rename wp-login.php to use WPS Hide Login
lt_lt: Įskiepis WPS Hide Login negali būti įjungtas, nes Jūsų tinklalapyje jau veikia Rename wp-login.php. Prašome išjungti jį ir tuomet galėsite naudoti WPS Hide Login

source: Please upgrade to the latest version of WordPress to activate
lt_lt: Norėdami įjungti, atnaujinkite WordPress iki naujausios versijos.
