Repository: polive31/Goutu-Local
Catalog: languages/themes/genesis-*.po
Languages: es_es

source: <span class="screen-reader-text">Go to</span> Next Page
es_es: <span class="screen-reader-text">Ir a la</span> página siguiente

source: Interim pages omitted
es_es: Páginas intermedias omitidas

source: <span class="screen-reader-text">Go to</span> Previous Page
es_es: <span class="screen-reader-text">Ir a la</span> página anterior

source: Pagination
es_es: Paginación

source: Go to page
es_es: Ir a la página

source: Select an image to use on social sites if no featured image is set.
es_es: Seleccione una imagen para utilizarla en las redes sociales si aún no ha configurado una imagen destacada.

source: Default Image
es_es: Imagen predeterminada

source: The entry meta text that will appear below your entry content. Can include <a href="%s" target="_blank" rel="noopener noreferrer">post shortcodes</a>.
es_es: El metatexto de la entrada que aparecerá debajo del contenido de la entrada. Puede incluir <a href="%s" target="_blank" rel="noopener noreferrer">los shortcodes de la publicación</a>.

source: Entry Meta (below content)
es_es: Entrada meta (debajo del contenido)

source: The entry meta text that will appear above your entry content. Can include <a href="%s" target="_blank" rel="noopener noreferrer">post shortcodes</a>.
es_es: Es el texto de la entrada meta que aparecerá sobre el contenido de la entrada. Puede incluir <a href="%s" target="_blank" rel="noopener noreferrer">los shortcodes de la publicación</a>.

source: Entry Meta (above content)
es_es: Entrada meta (contenido anterior)

source: If you provide an email address below, you will be notified via email when a new version of Genesis is available. Your email address is not sent to us.
es_es: Si proporciona más abajo una dirección de correo electrónico, recibirá una notificación cuando haya una nueva versión de Genesis disponible. Su dirección de correo electrónico no será enviada a nosotros.

source: By checking this box, you allow Genesis to periodically check for updates. Update requests send information about your site including software and theme data, as well as the site’s URL and locale. See the <a href="%s" target="_blank" rel="noopener noreferrer">privacy policy</a>.
es_es: Si marca esta casilla, permitirá que Genesis revise periódicamente las actualizaciones. Las solicitudes de actualización enviarán información sobre su sitio, incluida la información del software y los temas, así como la URL y la ubicación del sitio. Consulte la <a href="%s" target="_blank" rel="noopener noreferrer">Política de Privacidad</a>.

source: Enable Open Graph
es_es: Habilitar Open Graph

source: Enable Open Graph to output tags that help social networks display images and page information when sharing your content.
es_es: Habilita Open Graph para generar etiquetas que ayudan a las redes sociales a mostrar imágenes e información de la página al compartir su contenido.

source: This filter is no longer supported. You can now modify your footer text using the Theme Settings.
es_es: Este filtro ya no es compatible. Ahora puede modificar el texto de su pie de página utilizando la opción de Configuración del tema.

source: Skip to main content
es_es: Ir al contenido principal

source: Trackbacks
es_es: Retroenlaces

source: Pack Details
es_es: Detalles del paquete

source: Your starter pack installation is complete! View or edit your homepage using the buttons below.
es_es: ¡La instalación de su paquete de inicio está completa! Vea o edite su página de inicio utilizando los botones que se muestran a continuación.

source: Adding sample content to make your theme look like the chosen starter pack.
es_es: Agregar contenido de muestra para que su tema se vea como el paquete de inicio que eligió.

source: Installing and activating plugins for your starter pack.
es_es: Instalación y activación de complementos para su paquete de inicio.

source: None of your existing content will be lost. Find this page again at Genesis → Child Theme Setup.
es_es: No perderá ninguno de sus contenidos existentes. Encuentre esta página nuevamente en Génesis Configuración del tema hijo.

source: Click on the images below to learn more about each Starter Pack and choose the pack that best suits your needs.
es_es: Haga clic en las siguientes imágenes para obtener más información sobre cada paquete de inicio y elija el que mejor se adapte a sus necesidades.

source: %s offers a choice of starter packs. A starter pack is a bundle of content and/or plugins that will be automatically imported and set up for you.
es_es: %s le ofrece una selección de paquetes de inicio. Un paquete de inicio es un paquete de contenido y/o de complementos que se importarán y configurarán automáticamente.

source: View the %s starter pack demo (opens in new window).
es_es: Ver la demostración del paquete de inicio %s (se abrirá en una nueva ventana).

source: Install the %s starter pack.
es_es: Instale el paquete de inicio %s.

source: Learn more about the %s starter pack.
es_es: Obtenga más información sobre el paquete de inicio %s.

source: No Starter Packs found.
es_es: No se encontraron paquetes de inicio.

source: Show Featured Images on %s
es_es: Mostrar las imágenes destacadas en %s

source: Child Theme Setup
es_es: Configuración del tema hijo

source: The text that will appear in your site footer. Can include <a href="%s" target="_blank" rel="noopener noreferrer">footer shortcodes</a>.
es_es: El texto que aparecerá en el pie de página de su sitio. Puede incluir <a href="%s" target="_blank" rel="noopener noreferrer">los shortcodes del pie de página</a>.

source: Footer
es_es: Pie de página

source: Modify the settings for individual entries such as posts and pages.
es_es: Modifica la configuración de las entradas individuales, como publicaciones y páginas.

source: Singular Content
es_es: Contenido único

source: Congratulations for successfully updating to Genesis %1$s. We keep a <a href="%2$s" target="_blank" rel="noopener noreferrer">detailed changelog</a> for each release. Feel free to take a look!
es_es: Felicidades por actualizar Genesis exitosamente %1$s. Mantenemos un <a href="%2$s" target="_blank" rel="noopener noreferrer">registro de cambios detallado</a> para cada versión. ¡Puede darle un vistazo!

source: Menu
es_es: Menú

source: Submenu
es_es: Submenú

source: This theme uses theme supports that are no longer required in Genesis 3.0+:
es_es: Este tema utiliza soportes de temas que ya no son necesarios en Genesis 3.0+:

source: "404-page" no longer required in "genesis-accessibility" theme support array
es_es: "404-page" ya no se necesita en la matriz del soporte de temas "genesis-accessibility"

source: Genesis recommendations
es_es: Recomendaciones de Génesis

source: This will change your default homepage.
es_es: Esto cambiará su página de inicio predeterminada.

source: Sample content for the theme will be added to make your theme look like the demo.
es_es: Se agregará el contenido de muestra para el tema, de modo que su tema se verá igual que en la demostración.

source: The following plugins will be automatically installed and activated with this theme (links open in new window):
es_es: Los siguientes complementos se instalarán y activarán automáticamente con este tema (los enlaces se abrirán en una nueva ventana):

source: Could not read the file: %s.
es_es: No se pudo leer el archivo: %s.

source: new window
es_es: nueva ventana

source: It appears something went wrong. Please check your command and try again.
es_es: Parece que algo salió mal. Revise su comando e intente nuevamente.

source: Setting saved.
es_es: Configuración guardada.

source: Genesis Plugins
es_es: Complementos de Genesis

source: Set up your website
es_es: Configurar su sitio web

source: Use the "Set Up Your Website" button to get started. None of your existing content will be lost.
es_es: Utilice el botón "Configurar su sitio web" para comenzar. Ninguno de sus contenidos existentes se perderá.

source: %s supports automatic set up and import of demo content and/or recommended plugins.
es_es: %s permite la configuración e importación automáticas del contenido de demostración y/o de los complementos recomendados.

source: Get started with %s.
es_es: Comenzar con %s.

source: Widgets Panel
es_es: Panel de widgets

source: This is the %1$s. You can add content to this area by visiting your %2$s and adding new widgets to this area.
es_es: Este es el %1$s. Puede agregar contenido en esta área visitando sus %2$s y agregando nuevos widgets.

source: Use `genesis_get_author_box()` instead.
es_es: En vez de ello, utilice `genesis_get_author_box()`.

source: The default is true, so remove the second argument.
es_es: El valor predeterminado es verdadero, así que elimine el segundo argumento.

source: There was an error importing the %1$s image. Error: %2$s
es_es: Se produjo un error al importar la imagen %1$s. Error: %2$s

source: There was an error downloading the featured image from %1$s. Error: %2$s
es_es: Se produjo un error al descargar la imagen destacada de %1$s. Error: %2$s

source: There was an error creating the %1$s menu item. Error: %2$s
es_es: Se produjo un error al crear el elemento del menú %1$s. Error: %2$s

source: There was an error creating the %1$s menu. Error: %2$s
es_es: Se produjo un error al crear el menú %1$s. Error: %2$s

source: A setup step has completed.
es_es: Se completó un paso de la configuración.

source: A setup step has started.
es_es: Comenzó un paso de la configuración.

source: The website setup process has completed.
es_es: El proceso de configuración del sitio web se ha completado.

source: The website setup process has started.
es_es: El proceso de configuración del sitio web ha comenzado.

source: Atomic Blocks
es_es: Bloques atómicos

source: Gutenberg News
es_es: Novedades de Gutenberg

source: StudioPress Blog
es_es: Blog de StudioPress

source: Gutenberg Intro
es_es: Introducción a Gutenberg

source: Learn about the new WordPress editor (Gutenberg) and building with content blocks by using these resources below.
es_es: Conozca más sobre el nuevo editor de WordPress (Gutenberg) y construya bloques de contenido utilizando los siguientes recursos.

source: Helpful Links
es_es: Enlaces útiles

source: Edit your homepage
es_es: Editar su página de inicio

source: View your homepage
es_es: Ver su página de inicio

source: Your website setup is complete! View or edit your homepage using the buttons below.
es_es: ¡La configuración de su sitio web está completa! Vea o edite su página de inicio utilizando los botones que se proporcionan a continuación.

source: All done!
es_es: ¡Todo está listo!

source: Demo content
es_es: Demostración de contenido

source: Recommended plugins
es_es: Complementos recomendados

source: Or go to Theme Settings
es_es: O vaya a la Configuración del tema

source: update now
es_es: actualizar ahora

source: Check out what's new
es_es: Descubra las novedades

source: Genesis %1$s is available. %2$s or %3$s.
es_es: Genesis %1$s ya está disponible. Consulte %2$s o %3$s.

source: Use `genesis_get_structural_wrap()` instead.
es_es: En vez de ello, utilice `genesis_get_structural_wrap()`.

source: The default is true, so remove the third argument.
es_es: El valor predeterminado es verdadero, así que elimine el tercer argumento.

source: Genesis - Getting Started
es_es: Genesis - Comenzar

source: A comma-separated list of keywords relevant to the page can be entered in the Meta Keywords field. Keywords are generally ignored by Search Engines.
es_es: Se puede introducir una lista de palabras clave, separadas por comas, que sean relevantes para la página en el campo meta palabras clave. Por lo general, las palabras clave son ignoradas por los motores de búsqueda.

source: Text entered in the Meta Description field is used as the short page description under the title on search engine results pages.
es_es: El texto que se introdujo en el campo Meta Descripción se utiliza como una descripción breve de la página, situada debajo del título, en las páginas de resultados del motor de búsqueda.

source: Next Post:
es_es: Publicación siguiente:

source: Previous Post:
es_es: Publicación anterior:

source: Search site
es_es: Buscar en el sitio

source: Update Notification Email Address removed.
es_es: Se eliminó la dirección de correo electrónico para enviar las notificaciones de actualización.

source: Your %s data was unable to be removed at this time.
es_es: Sus datos %s no pudieron eliminarse en este momento.

source: Update Notification Email Address
es_es: Actualizar la dirección de correo electrónico para enviar notificaciones

source: Genesis Author Archive Data
es_es: Datos del archivo del autor de Genesis

source: Using Genesis %s.
es_es: Uso de Genesis %s.

source: Genesis requires PHP version %1$s or higher. You are using version %2$s. Please <a href="%3$s">upgrade PHP</a> to use Genesis.
es_es: Para utilizar Genesis es necesario que tenga instalada la versión %1$s o superior de PHP. Actualmente está utilizando la versión %2$s. <a href="%3$s">Actualice PHP</a> para utilizar Genesis.

source: Genesis requires WordPress version %1$s or higher. You are using version %2$s. Please upgrade WordPress to use Genesis.
es_es: Para utilizar Genesis es necesario que tenga instalada la versión %1$s o superior de WordPress. Actualmente está utilizando la versión %2$s. Actualice WordPress para utilizar Genesis.

source: Can Genesis be better?
es_es: ¿Génesis puede mejorar?

source: Genesis Can Be Better
es_es: Génesis puede mejorar

source: Is this the best Genesis ever?
es_es: ¿Es esta la mejor versión de Génesis?

source: Best Genesis Title
es_es: Mejor título para Génesis

source: Genesis is the best.
es_es: Génesis es el mejor.

source: Genesis is the best
es_es: Génesis es el mejor

source: Genesis Custom
es_es: Génesis personaliza

source: Date Modified
es_es: Fecha de modificación

source: Date Published
es_es: Fecha de publicación

source: Disable AdSense output for this entry?
es_es: ¿Desea deshabilitar la salida de AdSense para esta entrada?

source: AdSense Output
es_es: Salida de AdSense

source: Your child theme uses accessible headings. If you leave this blank, the default accessible heading will be used.
es_es: Su tema hijo utiliza encabezados accesibles. Si deja esta opción en blanco, se utilizará el encabezado accesible predeterminado.

source: Secondary
es_es: Secundario

source: Main
es_es: Principal

source: Header/Footer Scripts
es_es: Pie de página/Scripts del encabezado

source: Select the pages which should display breadcrumbs.
es_es: Seleccione las páginas que deben mostrar migas de pan.

source: Select Site Layout
es_es: Selecciona el diseño del sitio

source: Email Address
es_es: Dirección de correo electrónico

source: Customize the various theme settings.
es_es: Personaliza las diferentes configuraciones del tema.

source: Entire Site
es_es: Todo el sitio

source: Apply noarchive to the pages below.
es_es: Aplicar noarchive a las páginas siguientes.

source: Search Results
es_es: Resultados de la búsqueda

source: Date Archives
es_es: Archivos de fechas

source: Author Archives
es_es: Archivos del autor

source: Tag Archives
es_es: Archivos de etiquetas

source: Category Archives
es_es: Archivos de categoría

source: Apply noindex to the archive pages below.
es_es: Aplicar noindex a las siguientes páginas de archivo.

source: Include Shortlink Tag?
es_es: ¿Incluir la etiqueta Shortlink?

source: Adjacent Posts rel link tags
es_es: Etiquetas rel link de publicaciones adyacentes

source: By default, WordPress places several tags in your document title. Most of these tags are completely unnecessary, and provide no SEO value whatsoever; they just make your site slower to load. Choose which tags you would like included in your document title. If you do not know what something is, leave it unchecked.
es_es: De manera predeterminada, WordPress coloca varias etiquetas en el título de su documento. La mayoría de estas etiquetas son completamente innecesarias y no proporcionan ningún valor de SEO, solo hacen que su sitio se cargue más lentamente. Elija las etiquetas que desea incluir en el título de su documento. Si no sabe para que sirve algo, no lo marque.

source: Document Head
es_es: Encabezado del documento

source: Apply noarchive to the homepage
es_es: Aplicar noarchive a la página de inicio

source: Apply nofollow to the homepage
es_es: Aplicar nofollow a la página de inicio

source: Apply noindex to the homepage
es_es: Aplicar noindex a la página de inicio

source: Add site description (tagline) to document title on home page?
es_es: ¿Agregar la descripción del sitio (eslogan) al título del documento en la página de inicio?

source: If you leave the document title field blank, your site’s title will be used instead.
es_es: Si deja en blanco el campo del título del documento, en su lugar se utilizará el título de su sitio.

source: Homepage Document Title
es_es: Título del documento en la página de inicio

source: Site Description (tagline)
es_es: Descripción del sitio (eslogan)

source: Primary Title H1
es_es: Título primario H1

source: Add site name to document title on inner pages?
es_es: ¿Agregar el nombre del sitio al título del documento en las páginas interiores?

source: Customize the various theme SEO settings.
es_es: Personalice la configuración de SEO para los distintos temas.

source: For more information, see our article at %s
es_es: Para obtener más información, consulte nuestro artículo en %s

source: 301 Redirect.
es_es: Redirección 301.

source: Top: after opening body tag
es_es: Arriba: después de abrir la etiqueta del cuerpo

source: Bottom: before closing body tag
es_es: Abajo: antes de cerrar la etiqueta del cuerpo

source: Body Scripts Position
es_es: Posición de los scripts del cuerpo

source: Body Scripts
es_es: Scripts del cuerpo

source: Output before the closing %s tag, after sitewide header scripts.
es_es: Salida antes de la etiqueta de cierre %s, después de los scripts de encabezado de todo el sitio.

source: Default Layout set in %s
es_es: Diseño predeterminado establecido en %s

source: View the %1$s%3$s archive%2$s.
es_es: Ver el %1$s%3$s archivo%2$s.

source: Default Layout set in %1$sTheme Settings%2$s
es_es: Diseño predeterminado establecido en la %1$sConfiguración del tema%2$s

source: &mdash; Output in the document <meta name="robots" />. %s.
es_es: &mdash; Salida en el documento <meta name="robots" />. %s.

source: Apply noarchive to this post/page
es_es: Aplicar noarchive a esta publicación/página

source: Apply nofollow to this post/page
es_es: Aplicar nofollow a esta publicación/página

source: &mdash; Output in the document <meta name="robots" />. %s
es_es: &mdash; Salida en el documento <meta name="robots" />. %s

source: Apply noindex to this post/page
es_es: Aplicar noindex a esta publicación/página

source: &mdash; Redirect this post/page to this URL. %s.
es_es: &mdash; Redireccionar esta publicación/página a esta URL. %s.

source: &mdash; Output in the document <link rel="canonical" />. %s
es_es: &mdash; Salida en el documento <link rel="canonical" />. %s

source: &mdash; Output in the document <meta name="keywords" /> Tag.
es_es: &mdash; Etiqueta de salida en el documento <meta name="keywords" />.

source: &mdash; Output in the document <meta name="description" /> Tag.
es_es: &mdash; Etiqueta de salida en el documento <meta name="description" />.

source: &mdash; Output in the document <title> Tag.
es_es: &mdash; Etiqueta de salida en el documento<title>.

source: You can find more on this feature in the %1$sHow to Add a Post Category Page tutorial.%2$s
es_es: Puede encontrar más información sobre esta función en el tutorial %1$sCómo agregar una página de categoría a una publicación.%2$s

source: Edit Archive Settings
es_es: Editar la configuración del archivo

source: We've noticed you are using the Genesis Framework parent theme alone. We strongly recommend you run a Genesis child theme with it (we even have a free theme you can use).
es_es: Hemos notado que está utilizando solamente el tema padre de Genesis Framework. Le recomendamos encarecidamente que ejecute un tema hijo de Genesis junto con él (incluso contamos con un tema gratuito que puede utilizar).

source: Please Activate a Genesis Child Theme:
es_es: Active un tema hijo de Génesis:

source: Check For Updates
es_es: Buscar actualizaciones

source: If you provide an email address, your site will email you when the update can be performed.
es_es: Si proporciona una dirección de correo electrónico, su sitio le enviará un correo electrónico cuando la actualización esté disponible.

source: Save Changes
es_es: Guardar los cambios

source: Read more about noarchive
es_es: Conozca más sobre noarchive

source: Read more about nofollow
es_es: Conozca más sobre nofollow

source: Read more about noindex
es_es: Conozca más sobre noindex

source: Read more about 301 Redirects
es_es: Conozca más sobre Redirecciones 301

source: Read more about Custom Canonical URL
es_es: Conozca más sobre URL canónica personalizada

source: Entry Pagination Type
es_es: Tipo de paginación de la entrada

source: Exclude Previously Displayed Posts?
es_es: Desea excluir las publicaciones que se mostraron anteriormente?

source: Sorry, no content matched your criteria.
es_es: Lo sentimos, ningún contenido coincide con sus criterios.

source: Updating Genesis will overwrite the current installed version of Genesis. Are you sure you want to update?. "Cancel" to stop, "OK" to update.
es_es: La actualización de Genesis sobrescribirá la versión que tiene instalada actualmente. ¿Seguro que desea actualizarla? Presione "Cancelar" para detener la actualización y "OK" para actualizarla.

source: The changes you made will be lost if you navigate away from this page.
es_es: Los cambios que hizo se perderán si sale de esta página.

source: decimal or hexidecimal entities
es_es: entidades decimales o hexadecimales

source: Apply %s to this archive
es_es: Aplicar %s a este archivo

source: Robots Meta Tags
es_es: Etiquetas de meta robots

source: Meta Keywords
es_es: Meta palabras clave

source: Meta Description
es_es: Metadescripción

source: Archive
es_es: Archivo

source: The page you are looking for no longer exists. Perhaps you can return back to the <a href="%s">homepage</a> and see if you can find what you are looking for. Or, you can try finding it by using the search form below.
es_es: La página que busca ya no existe. Quizás pueda volver a la <a href="%s">página de inicio</a> y tratar de encontrar lo que está buscando. O bien, puede intentar utilizando el formulario de búsqueda que se proporciona a continuación.

source: Not found, error 404
es_es: No se encontró, error 404

source: Search Results for:
es_es: Resultados de búsqueda para:

source: Contributor
es_es: Contribuyente

source: Lead Developer
es_es: Desarrollador principal

source: Homepage
es_es: Página de inicio

source: Navigation
es_es: Navegación

source: Header
es_es: Encabezado

source: The meta description can be used to determine the text used under the title on search engine results pages.
es_es: La meta descripción puede usarse para determinar el texto que se utilizará debajo del título en las páginas de resultados del motor de búsqueda.

source: If the title consists of two parts (original title and optional addition), then the separator will go in between them.
es_es: Si el título consta de dos partes (título original y adición opcional), entonces el separador irá entre ellas.

source: Document Title Separator
es_es: Separador del título del documento

source: Determines which side the added title text will go on.
es_es: Determina en cuál lado continuará el texto del título que se agregó.

source: Read More
es_es: Leer más

source: Search this website
es_es: Buscar en este sitio web

source: Read more
es_es: Leer más
