Repository: polive31/Goutu-Local
Catalog: languages/themes/genesis-*.po
Languages: es_es

source: By checking the "Redirect Feed" box, all traffic to default feed links will be redirected to the Feedburner link instead.
es_es: Al marcar la casilla "Redirigir el feed", todo el tráfico que esté dirigido a los enlaces de feed predeterminados se redirigirá al enlace Feedburner.

source: By filling in the feed links calling for the main site feed, it will display as a link to Feedburner.
es_es: Al completar los enlaces del feed que solicitan el feed del sitio principal, se mostrarán como enlaces a Feedburner.

source: If you use Feedburner to handle your rss feed(s) you can use this function to set your site's native feed to redirect to your Feedburner feed.
es_es: Si utiliza Feedburner para administrar sus feeds rss, puede usar esta función para redirigir el feed nativo de su sitio a su feed de Feedburner.

source: This does not mean the updates happen automatically without your permission; it will just notify you that an update is available. You must select it to perform the update.
es_es: Esto no significa que las actualizaciones se instalarán automáticamente sin su permiso, solo recibirá una notificación de que hay una actualización disponible. Debe seleccionarla para efectuar la actualización.

source: Normally, this should be unchecked. You can also set to enable automatic updates.
es_es: Usualmente esto debería estar desmarcado. También puede configurar la opción para habilitar actualizaciones automáticas.

source: The information box allows you to see the current Genesis theme information and display if desired.
es_es: El cuadro de información le permite ver la información actual del tema de Génesis y mostrarla si lo desea.

source: For most sites either the home page or blog page (using the blog template) will serve as this index which is why the default is not to index categories, tags, authors, dates, or searches.
es_es: En la mayoría de sitios, la página de inicio o la página del blog (cuando se utilice la plantilla de blog) servirá como dicho índice, por ese motivo, el valor predeterminado no indexará categorías, etiquetas, autores, fechas ni búsquedas.

source: At least one archive should be indexed, but indexing multiple archives will typically result in a duplicate content penalization (multiple pages with identical content look manipulative to search engines).
es_es: Se debe indexar por lo menos un archivo, pero la indexación de varios archivos generalmente dará como resultado una penalización por contenido duplicado (varias páginas con contenido idéntico serán manipulables por los motores de búsqueda).

source: Noarchive and noindex are explained in the home settings. Here you can select what other parts of the site to apply these options to.
es_es: Noarchive y noindex se explican en la configuración de inicio. Aquí puede seleccionar las demás partes del sitio en las que se aplicarán estas opciones.

source: You can also add support for Windows Live Writer if you use software that supports this and include a shortlink tag if this is required by any third party service.
es_es: También puede agregar la compatibilidad con Windows Live Writer, si utiliza un software que lo admita, e incluye una etiqueta de enlace corto si lo requiere cualquier servicio proporcionado por terceros.

source: The Relationship Link Tags are tags added by WordPress that currently have no SEO value but slow your site load down. They're disabled by default, but if you have a specific need&#8212;for a plugin or other non typical use&#8212;then you can enable as needed here.
es_es: Las etiquetas de enlace de relación son etiquetas agregadas por WordPress que actualmente no tienen valor SEO pero ralentizan la carga de su sitio. Están deshabilitadas de manera predeterminada, pero si necesita utilizarlas específicamente&#8212;para algún complemento o cualquier otro uso poco común&#8212;entonces puede habilitarlas según sea necesario aquí.

source: The Homepage Robots Meta Tags tell search engines how to handle the homepage. Noindex means not to index the page at all, and it will not appear in search results. Nofollow means do not follow any links from this page and noarchive tells them not to make an archive copy of the page.
es_es: Las metaetiquetas robots de la página de inicio indican a los motores de búsqueda cómo manejar la página de inicio. Noindex les indica que no deben indexar la página, por lo tanto, no aparecerá en los resultados de búsqueda. Nofollow les pide que no sigan ningún enlace desde esa página y noarchive les indica que no hagan una copia de archivo de la página.

source: Most search engines do not use Keywords at this time or give them very little consideration; however, it's worth using in case keywords are given greater consideration in the future and also to help guide your content. If the content doesn’t match with your targeted key words, then you may need to consider your content more carefully.
es_es: La mayoría de los motores de búsqueda no utilizan palabras clave en este momento, o les dan muy poca importancia, sin embargo, vale la pena utilizarlas por si acaso se les toma en cuenta en el futuro, y también para ayudarle a guiar su contenido. Si el contenido no coincide con sus palabras clave específicas, es posible que deba analizarlo más cuidadosamente.

source: The home META description and keywords fill in the meta tags for the home page. The META description is the short text blurb that appear in search engine results.
es_es: La descripción y las palabras clave META de inicio complementan las metaetiquetas de la página de inicio. La descripción META es el texto con la descripción breve que aparece en los resultados del motor de búsqueda.

source: The home doctitle sets what will appear within the %1$s tags (unseen in the browser) for the home page.
es_es: El doctitle de inicio establece lo que aparecerá dentro de las etiquetas %1$s (no visibles en el navegador) para la página de inicio.

source: To add custom text you'll have to either edit a php file, or use a text widget on a widget enabled homepage.
es_es: Para agregar texto personalizado, tendrá que editar un archivo php o usar un widget de texto en una página de inicio habilitada para widgets.

source: You can also specify if the Site Title, Description, or your own custom text should be wrapped in an <h1>; tag (the primary heading in HTML).
es_es: También puede especificar si el título del sitio, la descripción o su propio texto personalizado deben incluirse en una etiqueta <h1>; (el encabezado principal en HTML).

source: These are the homepage specific SEO settings. Note: these settings will not apply if a static page is set as the front page. If you're using a static WordPress page as your hompage, you'll need to set the SEO settings on that particular page.
es_es: Son las configuraciones SEO específicas de la página de inicio. Nota: esta configuración no se aplicará si una página estática se establece como la página principal. Si está utilizando una página estática de WordPress como su página principal, deberá establecer la configuración SEO en esa página en particular.

source: The %1$sDoctitle Separator%2$s is the character that will go between the title and appended text.
es_es: La opción %1$sDoctitle Separator%2$s es el carácter que se colocará entre el título y el texto agregado.

source: %1$sDoctitle Append Location%2$s determines which side of the title to add the previously mentioned items.
es_es: La opción %1$sDoctitle Append Location%2$s determinará en cuál lado del título se agregarán los elementos que se mencionaron anteriormente.

source: %1$sAppend Site Name%2$s will put the site name from the General Settings after the title on inner page.
es_es: La opción %1$sAppend Site Name%2$s pondrá el nombre del sitio desde la Configuración general, después del título en la página interna.

source: %1$sAppend Site Description%2$s will insert the site description from your General Settings after the title on your home page.
es_es: La opción %1$sAppend Site Description%2$s insertará la descripción del sitio desde su Configuración general, después del título en su página de inicio.

source: Doctitle Settings
es_es: Configuración de doctitle

source: Below you'll find a few succinct notes on the options for each box:
es_es: A continuación encontrará algunas notas breves sobre las opciones que ofrece cada cuadro:

source: Each page, post, and term will have its own SEO settings as well. The default settings are recommended for most users. If you wish to adjust your SEO settings, the boxes include internal descriptions.
es_es: Cada página, publicación y término también tendrá su propia configuración de SEO. Se recomienda establecer la configuración predeterminada para la mayoría de los usuarios. Si desea ajustar la configuración de SEO, los cuadros incluyen descripciones internas que le ayudarán a hacerlo.

source: If you see the menu, then opening that menu item will let you set the General SEO settings for your site.
es_es: Si ve el menú, al abrir ese elemento del menú podrá ajustar la configuración general de SEO para su sitio.

source: If you don’t see an SEO Settings sub menu, then you probably have another SEO plugin active.
es_es: Si no ve un submenú para la Configuración de SEO, probablemente tiene otro complemento SEO activo.

source: Genesis SEO (search engine optimization) is polite, and will disable itself when most popular SEO plugins (e.g., All-in-One SEO, WordPress SEO, etc.) are active.
es_es: Genesis SEO (la optimización para los motores de búsqueda) es muy gentil y se desactivará cuando los complementos de SEO más populares (por ejemplo, All-in-One SEO, WordPress SEO, etc.) estén activos.

source: Genesis Tutorials
es_es: Tutoriales de Genesis

source: Genesis Snippets
es_es: Fragmentos de código de Genesis

source: Get Support
es_es: Obtener asistencia

source: For more information:
es_es: Para obtener más información:

source: JavaScript Object Notation
es_es: Notación de objeto JavaScript

source: Export
es_es: Exportar

source: This cannot be undone
es_es: Esta acción no puede deshacerse

source: Import
es_es: Importar

source: It also does not include other settings for plugins, widgets, or post/page/term/user specific settings.
es_es: Tampoco incluye otras configuraciones para complementos o widgets, ni configuraciones específicas para publicación/página/término/usuario.

source: This is specific to Genesis settings and does not includes posts, pages, or images, which is what the built-in WordPress import/export menu does.
es_es: Esto es específico para la configuración de Genesis y no incluye publicaciones, páginas ni imágenes, ya que de eso se encarga el menú de importación/exportación integrado de WordPress.

source: This allows you to import or export Genesis Settings.
es_es: Esto le permite importar o exportar la configuración de Genesis.

source: Twitter link displays a link to your Twitter profile, as indicated in Twitter ID setting. Enter only your user name in this setting.
es_es: El enlace de Twitter muestra un enlace a su perfil de Twitter, tal como se indica en la configuración del ID de Twitter. Simplemente introduzca su nombre de usuario en esta configuración.

source: Search form displays a small search form utilizing the WordPress search functionality.
es_es: El formulario de búsqueda muestra un pequeño formulario que utiliza la función de búsqueda de WordPress.

source: RSS feed link displays a link to the RSS feed for your site that a reader can use to subscribe to your site using the feedreader of their choice.
es_es: El enlace del feed RSS muestra un enlace al feed RSS de su sitio, el cual puede usar un lector para suscribirse a su sitio utilizando el lector de feeds de su elección.

source: Today's date displays the current date
es_es: La fecha de hoy muestra la fecha actual

source: The Primary Navigation Extras typically display on the right side of your Primary Navigation menu.
es_es: Los Extras de navegación principal se muestran generalmente en el lado derecho del menú de navegación principal.

source: The %1$sImage logo%2$s option will use a logo image file in the header instead of the site's title and description. This setting adds a .header-image class to your site, allowing you to specify the header image in your child theme's style.css. By default, the logo can be saved as logo.png and saved to the images folder of your child theme.
es_es: La opción %1$sImagen del logo%2$s utilizará en el encabezado un archivo de imagen con un logotipo en vez de utilizar el título y la descripción del sitio. Esta configuración agrega una clase .header-image a su sitio, la cual le permite especificar la imagen del encabezado en el style.css del tema hijo. De manera predeterminada, el logotipo puede guardarse como logo.png en la carpeta de imágenes del tema hijo.

source: The %1$sDynamic text%2$s option will use the Site Title and Site Description from your site's settings in your header.
es_es: La opción %1$sTexto dinámico%2$s utilizará en su encabezado el Título del sitio y la Descripción del sitio que estableció en su configuración.

source: data in style sheet files
es_es: datos de los archivos en la hoja de estilo

source: There are some special features of the Blog Template that allow you to specify which category to show on each page using the template, which is helpful if you have a "News" category (or something else) that you want to display separately.
es_es: Algunas características especiales de la Plantilla de blog le permiten especificar las categorías que se mostrarán en cada página cuando utilice la plantilla, lo cual resulta útil si desea mostrar por separado una categoría de "Noticias" (o alguna otra cosa).

source: You can export your Genesis-related settings to back them up, or copy them to another site. Child themes and plugins may add their own checkboxes to the list. The settings are exported in %s format.
es_es: Puede exportar su configuración de Genesis para crear una copia de seguridad o copiarla en otro sitio. Los temas y complementos hijos pueden agregar sus propias casillas de verificación a la lista. La configuración se exporta en formato %s.

source: This lets you select the layout for the archive page. On most of the child themes you'll see these options:
es_es: Esto le permite seleccionar el diseño de la página de archivo. En la mayoría de los temas hijos verá estas opciones:

source: Upload the data file (%s) from your computer and we'll import your settings.
es_es: Cargue el archivo de datos (%s) desde su computadora y nosotros importaremos su configuración.

source: Once you upload an import file, it will automatically overwrite your existing settings.
es_es: Una vez que cargue un archivo de importación, se sobrescribirá automáticamente en su configuración existente.

source: These options can be extended or limited by the child theme.
es_es: Estas opciones se pueden ampliar o limitar de acuerdo con el tema hijo.

source: The Meta description and keywords fill in the meta tags for the archive page. The Meta description is the short text blurb that appears in search engine results.
es_es: La metadescripción y las palabras clave complementan las metaetiquetas para la página del archivo. La metadescripción es la breve descripción del texto que aparecerá en los resultados del motor de búsqueda.

source: This works with the Blog Template, which is a page template that shows your latest posts. It's what people see when they land on your homepage.
es_es: Esto funciona con la plantilla Blog, la cual es una plantilla de página que muestra sus últimas publicaciones. Esto es lo que las personas verán cuando lleguen a su página de inicio.

source: When you click the button below, Genesis will generate a data file (%s) for you to save to your computer.
es_es: Cuando haga clic en el siguente botón, Genesis generará un archivo de datos (%s) que podrá guardar en su computadora.

source: The Robots Meta Tags tell search engines how to handle the archive page. Noindex means not to index the page at all, and it will not appear in search results. Nofollow means do not follow any links from this page and noarchive tells them not to make an archive copy of the page.
es_es: Las metaetiquetas robots indican a los motores de búsqueda cómo manejar la página de archivo. Noindex significa no indexar la página y, por lo tanto, no aparecerá en los resultados de búsqueda. Nofollow significa que no sigue ningún enlace desde esa página y noarchive les indica que no deben hacer una copia del archivo de la página.

source: The Archive Headline sets the title seen on the archive page.
es_es: El encabezado del archivo define el título que se verá en la página del archivo.

source: These options can be extended or limited by the child theme. Additionally, many of the child themes do not allow different layouts on the home page as they have been designed for a specific home page layout.
es_es: Estas opciones pueden ampliarse o limitarse de acuerdo con el tema hijo. Además, muchos de los temas hijos no permiten implementar diseños diferentes en la página de inicio, ya que han sido creados para establecer un diseño de página de inicio específico.

source: In the General Settings you can select a specific category to display from the drop down menu, and exclude categories by ID, or even select how many posts you'd like to display on this page.
es_es: En la Configuración general, puede seleccionar una categoría específica para mostrarla en el menú desplegable y excluir categorías por ID, o incluso seleccionar cuántas publicaciones desea mostrar en esa página.

source: The Archive Intro Text sets the text before the archive entries to introduce the content to the viewer.
es_es: El texto de introducción del archivo define el texto que estará antes de las entradas del archivo para presentar el contenido al espectador.

source: The Custom Body Class adds a class to the body tag in the HTML to allow CSS modification exclusively for this post type's archive page.
es_es: Custom Body Class agrega una clase a la etiqueta del cuerpo en el HTML para permitir la modificación de CSS exclusivamente para la página de archivos de este tipo de publicación.

source: The Custom Document Title sets the page title as seen in browsers and search engines.
es_es: El título del documento personalizado define el título de la página tal como se verá en los navegadores y motores de búsqueda.

source: You can import a file you've previously exported. The file name will start with %s followed by one or more strings indicating which settings it contains, finally followed by the date and time it was exported.
es_es: Puede importar un archivo que haya exportado previamente. El nombre del archivo comenzará con %s, seguido de una o más cadenas que indicarán su configuración, por último incluirá la fecha y hora en que se exportó.

source: Archiving
es_es: Archivando

source: Indexing
es_es: Indexando

source: Additions on right
es_es: Adiciones a la derecha

source: Additions on left
es_es: Adiciones a la izquierda

source: Document Title Order
es_es: Orden de título del documento

source: Canonical URL
es_es: URL canónica

source: Document Title
es_es: Título del documento

source: Link opens in a new window.
es_es: El enlace se abrirá en una nueva ventana.

source: Featured Image Alignment
es_es: Alineación de la imagen destacada

source: Featured Image Size
es_es: Tamaño de la imagen destacada

source: Display the featured image?
es_es: ¿Mostrar la imagen destacada?

source: Limit content to how many characters? (0 for no limit)
es_es: ¿Limitar el contenido a cuántos caracteres? (0 sin límite)

source: Enable Trackbacks on Pages
es_es: Habilitar retroenlaces en las páginas

source: Enable Trackbacks on Posts
es_es: Habilitar retroenlaces en las publicaciones

source: Enable Comments on Pages
es_es: Habilitar comentarios en las páginas

source: Enable Comments on Posts
es_es: Habilitar comentarios en las publicaciones

source: Breadcrumbs on Attachment/Media
es_es: Migas de pan en los archivos adjuntos/medios

source: Breadcrumbs on 404 page
es_es: Migas de pan en la página 404

source: Breadcrumbs on Archives
es_es: Migas de pan en los archivos

source: Breadcrumbs on Pages
es_es: Migas de pan en las páginas

source: Breadcrumbs on Single Posts
es_es: Migas de pan en publicaciones individuales

source: Breadcrumbs on Posts page
es_es: Migas de pan en la página de publicaciones

source: Breadcrumbs on Homepage
es_es: Migas de pan en la página de inicio

source: Site Layout
es_es: Diseño del sitio

source: Select Color Style
es_es: Selecciona el estilo de los colores

source: Color Scheme
es_es: Esquema de colores

source: Dynamic Text
es_es: Texto dinámico

source: When extending Genesis_Customizer_Base, you must create a register method.
es_es: Al extender Genesis_Customizer_Base, debe crear un método de registro.

source: Select Layout
es_es: Seleccionar diseño

source: Reader Interactions
es_es: Interacciones con los lectores

source: Author Archive SEO Settings
es_es: Configuración SEO para el archivo del autor

source: Footer Scripts
es_es: Scripts del pie de página

source: Header Scripts
es_es: Scripts del encabezado

source: Entry excerpts
es_es: Fragmentos de la entrada

source: Entry content
es_es: Contenido de la entrada

source: Updates
es_es: Actualizaciones

source: Secondary Sidebar, Content, Primary Sidebar
es_es: Barra lateral secundaria, contenido, barra lateral primaria

source: Secondary Sidebar, Primary Sidebar, Content
es_es: Barra lateral secundaria, barra lateral primaria, contenido

source: Content, Primary Sidebar, Secondary Sidebar
es_es: Contenido, barra lateral primaria, barra lateral secundaria

source: Primary Sidebar, Content
es_es: Barra lateral primaria, contenido

source: Content, Primary Sidebar
es_es: Contenido, barra lateral primaria

source: about
es_es: acerca de

source: Genesis database upgraded.
es_es: Base de datos de Genesis actualizada.

source: Content Post Info
es_es: Información sobre el contenido de la publicación

source: Exclude Sticky Posts?
es_es: ¿Desea excluir las publicaciones ancladas?

source: Center
es_es: Centrada

source: (no title)
es_es: (sin título)

source: Current page
es_es: Página actual

source: Page
es_es: Página

source: Skip to footer
es_es: Ir al pie de página

source: Skip to secondary sidebar
es_es: Ir a la barra lateral secundaria

source: Skip to primary sidebar
es_es: Ir a la barra lateral primaria

source: Skip to primary navigation
es_es: Ir a navegación principal

source: Widgets in this widget area will display after single entries.
es_es: Los widgets que están en esta área se mostrarán después de las entradas individuales.

source: After Entry
es_es: Después de la entrada

source: This is the header widget area. It typically appears next to the site title or logo. This widget area is not suitable to display every type of widget, and works best with a custom menu, a search form, or possibly a text widget.
es_es: Esta es el área del widget de encabezado. Por lo general aparece junto al título o logotipo del sitio. Esta área de widgets no es adecuada para mostrar cualquier tipo de widgets y funciona mejor con un menú personalizado, un formulario de búsqueda o posiblemente un widget de texto.
