Repository: polive31/Goutu-Local
Catalog: languages/themes/genesis-*.po
Languages: es_es

source: Go to SEO Settings &rarr;
es_es: Vaya a Configuración de SEO &rarr;

source: Go to Theme Settings &rarr;
es_es: Vaya a Configuración del tema &rarr;

source: Welcome to Genesis %s
es_es: Bienvenido a Genesis %s

source: Use for site title/logo:
es_es: Utilizarlo para el título/logotipo del sitio:

source: on
es_es: en

source: Leave empty if you do not want to display any intro text.
es_es: Deje esta opción en blanco si no desea mostrar ningún texto de introducción.

source: Archive Intro Text
es_es: Texto de introducción del archivo

source: Leave empty if you do not want to display a headline.
es_es: Deje esta opción en blanco si no desea mostrar un título.

source: Archive Headline
es_es: Título del archivo

source: Error saving settings.
es_es: Error al guardar la configuración.

source: Custom Text Content
es_es: Contenido del texto personalizado.

source: Secondary Navigation Menu
es_es: Menú de navegación secundario

source: Header Left
es_es: Encabezado a la izquierda

source: Extended page link text
es_es: Texto del enlace a la página extendida

source: Footer %d widget area.
es_es: Área de widgets del pie de página %d.

source: This is the secondary sidebar if you are using a three column site layout option.
es_es: Esta será la segunda barra lateral si utiliza una opción para el diseño del sitio que contenga dos o tres columnas.

source: This is the primary sidebar if you are using a two or three column site layout option.
es_es: Esta será la barra lateral principal si utiliza una opción para el diseño del sitio que contenga dos o tres columnas.

source: The argument, "context", has been replaced with "theme_location" in the $args array.
es_es: El argumento "context" fue reemplazado por "theme_location" en la matriz $args.

source: You cannot use %s to create two menus in the same subclass. Please use separate subclasses for each menu.
es_es: No puede utilizar %s para crear dos menús de la misma subclase. Utilice subclases separadas para cada menú.

source: Author Archive Settings
es_es: Configuración de los archivos del autor

source: User Permissions
es_es: Permisos de usuario

source: This code will output immediately before the closing %s tag in the document source.
es_es: Este código saldrá inmediatamente antes de la etiqueta de cierre %s en el documento fuente.

source: Archive Settings
es_es: Configuraciones de archivo

source: Layout Settings
es_es: Opciones de diseño

source: Theme SEO Settings
es_es: Configuraciones SEO del tema

# separator in time difference
source: and
es_es: y

# time difference
source: %s second
es_es: %s segundo

# time difference
source: %s minute
es_es: %s minuto

# time difference
source: %s hour
es_es: %s hora

# time difference
source: %s day
es_es: %s día

# time difference
source: %s week
es_es: %s semana

# time difference
source: %s month
es_es: %s mes

# time difference
source: %s year
es_es: %s año

# time difference
source: seconds
es_es: segundos

source: Header and Footer Scripts
es_es: Scripts de encabezado y pie de página

source: Comments and Trackbacks
es_es: Comentarios y retroenlaces

source: Default Layout
es_es: Diseño predeterminado

source: Keywords are generally ignored by Search Engines.
es_es: Por lo general las palabras clave son ignoradas por los motores de búsqueda.

source: Settings saved.
es_es: Configuraciones guardadas.

source: Settings reset.
es_es: Restablecer la configuración.

source: Settings successfully imported.
es_es: Las configuraciones se importaron con éxito.

source: Upload File and Import
es_es: Subir archivo e importarlo

source: Choose the file from your computer and click "Upload file and Import"
es_es: Elija el archivo en su computadora y haga clic en "Subir archivo e importarlo"

source: Default
es_es: Predeterminado

source: Next Page
es_es: Página siguiente

source: Previous Page
es_es: Página anterior

source: ago
es_es: hace

source: Select / Deselect All
es_es: Seleccionar / Deseleccionar todo

source: No export options available.
es_es: No hay opciones de exportación disponibles.

source: Footer %d
es_es: Pie de página %d

source: No Label Selected
es_es: No hay una etiqueta seleccionada

source: There was a problem importing your settings. Please try again.
es_es: Ocurrió un problema al importar su configuración. Intente de nuevo.

source: Secondary Sidebar
es_es: Barra lateral secundaria

source: Primary Sidebar
es_es: Barra lateral primaria

source: Header Right
es_es: Encabezado a la derecha

source: Not found:
es_es: No se encontró:

source: No Content
es_es: Sin contenido

source: Show Content Limit
es_es: Mostrar el límite del contenido

source: Show Excerpt
es_es: Mostrar el resumen

source: Show Content
es_es: Mostrar el contenido

source: Content Type
es_es: Tipo de contenido

source: Show Post Info
es_es: Mostrar la información de la publicación

source: Show Featured Image
es_es: Mostrar la imagen destacada

source: This text will be the first paragraph, and display on the first page
es_es: Este texto será el primer párrafo y se mostrará en la primera página.

source: Custom Description Text
es_es: Texto de descripción personalizado

source: Will display in the %s tag at the top of the first page
es_es: Se mostrará en la etiqueta %s, en la parte superior de la primera página

source: Custom Archive Headline
es_es: Título del archivo personalizado

source: These settings apply to this author's archive pages.
es_es: Esta configuración se aplica a las páginas de archivo de este autor.

source: Enable Author Box on this User's Archives?
es_es: ¿Desea habilitar el cuadro de autor en los archivos de este usuario?

source: Enable Author Box on this User's Posts?
es_es: ¿Desea habilitar el cuadro de autor en las publicaciones de este usuario?

source: Enable Import/Export Submenu?
es_es: ¿Desea habilitar el submenú Importar/Exportar?

source: Enable SEO Settings Submenu?
es_es: ¿Desea habilitar el submenú de la configuración de SEO?

source: Enable Genesis Admin Menu?
es_es: ¿Desea habilitar los menús de administración de Genesis

source: Genesis Admin Menus
es_es: Menús de administración de Genesis

source: Choose Layout
es_es: Elegir diseño

source: Import/Export
es_es: Importar/Exportar

source: Custom Post Class
es_es: Clase de la publicación personalizada

source: Custom Body Class
es_es: Personalizar la categoría del cuerpo

source: Custom Redirect URL
es_es: URL de redireccionamiento personalizado

source: Characters Used: %s
es_es: Caracteres utilizados: %s

source: Download Export File
es_es: Descargar archivo de exportación

source: Once you have saved the download file, you can use the import function on another site to import this data.
es_es: Una vez que haya guardado el archivo, podrá usar la función de importación en otro sitio para importar esos datos.

source: Export Genesis Settings File
es_es: Exportar archivo de configuración de Genesis

source: Upload File (Maximum Size: %s):
es_es: Subir archivo (Tamaño máximo: %s):

source: Import Genesis Settings File
es_es: Importar un archivo de configuración de Genesis

source: Genesis - Import/Export
es_es: Genesis - Importar/Exportar

source: Show Author Archive Link?
es_es: ¿Desea mostrar el enlace al archivo del autor?

source: Choose your extended "About Me" page from the list below. This will be the page linked to at the end of the about me section.
es_es: Elija su página extendida "Acerca de mí" en la lista que se proporciona a continuación. Esta será la página vinculada al final de la sección Acerca de mí.

source: Custom Text (below)
es_es: Texto personalizado (abajo)

source: Author Bio
es_es: Biografía del autor

source: Select which text you would like to use as the author description
es_es: Seleccione el texto que desea usar como descripción del autor

source: Extra Large
es_es: Muy grande

source: Large
es_es: Grande

source: Medium
es_es: Mediano

source: Small
es_es: Pequeño

source: Select a user. The email address for this account will be used to pull the Gravatar image.
es_es: Seleccionar un usuario. La dirección de correo electrónico registrada en esta cuenta se utilizará para extraer la imagen del gravatar.

source: View My Blog Posts
es_es: Ver mis publicaciones de blog

source: Genesis - User Profile
es_es: Genesis - Perfil del usuario

source: Displays user profile block with Gravatar
es_es: Muestra el bloque del perfil del usuario con gravatar

source: Link Text
es_es: Texto del enlace

source: Show Category Archive Link
es_es: Mostrar el enlace Archivo de categoría

source: To display an unordered list of more posts from this category, please fill out the information below
es_es: Para mostrar una lista desordenada de más publicaciones que correspondan a esta categoría, complete la siguiente información

source: More Text (if applicable)
es_es: Más texto (si aplica)

source: Show Post Title
es_es: Mostrar el título de la publicación

source: Gravatar Alignment
es_es: Alineación del gravatar

source: Extra Large (125px)
es_es: Muy grande (125 px)

source: Large (85px)
es_es: Grande (85px)

source: Medium (65px)
es_es: Mediano (65px)

source: Small (45px)
es_es: Pequeño (45px)

source: Gravatar Size
es_es: Tamaño del gravatar

source: Show Author Gravatar
es_es: Mostrar el gravatar del autor

source: Ascending (1, 2, 3)
es_es: Ascendente (1, 2, 3)

source: Descending (3, 2, 1)
es_es: Descendente (3, 2, 1)

source: Sort Order
es_es: Orden de clasificación

source: Random
es_es: Aleatorio

source: Comment Count
es_es: Número de comentarios

source: Parent
es_es: Padre

source: Order By
es_es: Ordenar por

source: Number of Posts to Offset
es_es: Número de publicaciones para desplazar

source: Category
es_es: Categoría

source: More Posts from this Category
es_es: Más publicaciones de esta categoría

source: [Read More...]
es_es: [Leer más...]

source: Genesis - Featured Posts
es_es: Genesis - Publicaciones destacadas

source: Displays featured posts with thumbnails
es_es: Mostrar las publicaciones destacadas con miniaturas

source: More Text
es_es: Más texto

source: Content Character Limit
es_es: Límite de caracteres del contenido

source: Show Page Content
es_es: Mostrar el contenido de la página

source: Show Page Title
es_es: Mostrar el título de la página

source: None
es_es: Ninguno

source: Image Alignment
es_es: Alineación de la imagen

source: Page
es_es: Página

source: by
es_es: por

source: Genesis - Featured Page
es_es: Genesis - Página destacada

source: Displays featured page with thumbnails
es_es: Mostrar la página destacada con miniaturas

source: Title
es_es: Título

source: Search for
es_es: Buscar por

source: Archives for
es_es: Archivos para

source: You are here:
es_es: Usted está aquí:

source: Secondary Sidebar Widget Area
es_es: Área de widgets de la barra lateral secundaria

source: Primary Sidebar Widget Area
es_es: Área de widgets de la barra lateral primaria

source: Search
es_es: Buscar

source: About
es_es: Acerca de

source: By
es_es: Por

source: [Read more...]
es_es: [Leer más...]

source: Comments
es_es: Comentarios

source: Posts
es_es: Publicaciones

source: Primary Navigation Menu
es_es: Menú de navegación principal

source: Copyright
es_es: Derechos de autor

source: Your comment is awaiting moderation.
es_es: Su comentario está en espera de moderación.

source: %1$s at %2$s
es_es: %1$s en %2$s

source: says
es_es: dice

source: (Edit)
es_es: (Editar)

source: Filed Under:
es_es: Archivado en:

source: Tagged With:
es_es: Etiquetado con:

source: % Comments
es_es: % comentarios

source: 1 Comment
es_es: 1 comentario

source: Leave a Comment
es_es: Dejar un comentario

source: Log out
es_es: Cerrar sesión

source: Log in
es_es: Iniciar sesión

source: Return to top of page
es_es: Volver al inicio de la página

source: Genesis %s is now available. We have provided 1-click updates for this theme, so please log into your dashboard and update at your earliest convenience.
es_es: Genesis %s ya está disponible. Hemos implementado actualizaciones que puede instalar con un solo clic para este tema, así que inicie sesión en su panel de control y actualice lo antes posible.

source: Genesis %1$s is available for %2$s
es_es: Genesis %1$s está disponible para %2$s

source: Home
es_es: Inicio

source: Number of Posts to Show
es_es: Número de publicaciones para mostrar

source: All Categories
es_es: Todas las categorías

source: Numeric
es_es: Numérico

source: Previous / Next
es_es: Anterior / Siguiente

source: Image Size
es_es: Tamaño de la imagen

source: characters
es_es: caracteres

source: Limit content to
es_es: Limitar el contenido a

source: Select one of the following
es_es: Seleccione uno de los siguientes

source: Full Width Content
es_es: Contenido con ancho completo

source: Image logo
es_es: Logotipo de la imagen

source: Content Archives
es_es: Archivos de contenido

source: Breadcrumbs
es_es: Miga de pan

source: Author Box
es_es: Cuadro de autor

source: Custom Feeds
es_es: Feeds personalizados

source: Information
es_es: Información

source: Apply %s to this archive?
es_es: ¿Aplicar %s a este archivo?

source: Robots Meta
es_es: Meta robots

source: Comma separated list
es_es: Lista separada por comas

source: Include Windows Live Writer Support Tag?
es_es: ¿Incluir la etiqueta de soporte de Windows Live Writer?

source: Site Title
es_es: Título del sitio

source: Right
es_es: Derecha

source: Left
es_es: Izquierda

source: Are you sure you want to reset?
es_es: ¿Seguro que desea reiniciar?

source: Reset Settings
es_es: Restablecer la configuración

source: Genesis - SEO Settings
es_es: Genesis - Configuración de SEO

source: Document Head Settings
es_es: Configuración del encabezado del documento

source: Homepage Settings
es_es: Configuración de la página de inicio

source: SEO Settings
es_es: Configuraciones de SEO

source: Theme Settings
es_es: Ajustes del tema

source: Apply %s to this post/page
es_es: Aplicar %s a esta publicación/página

source: Robots Meta Settings
es_es: Configuraciones meta de los robots

source: Custom Document Title
es_es: Título del documento personalizado

source: This post is password protected. Enter the password to view comments.
es_es: Esta entrada está protegida con contraseña. Introduzca la contraseña para ver los comentarios.

source: Recent Posts:
es_es: Publicaciones recientes:

source: Monthly:
es_es: Mensual:

source: Authors:
es_es: Autores:

source: Categories:
es_es: Categorías:

source: Pages:
es_es: Páginas:

source: This setup is preferred because it makes it easier to show a blog on the front page (no need to rename the home.php file) and does not have the confusion of no content on the home page when the theme is initially installed.
es_es: Se prefiere esta configuración porque facilita mostrar un blog en la página principal (no es necesario cambiar el nombre del archivo home.php) y no genera la confusión de falta de contenido en la página de inicio cuando el tema se instala inicialmente.

source: The third type of home page is the new dynamic home page. This is common on the newest child themes. It will show your latest posts in a blog type listing unless you put widgets into the home page sidebars.
es_es: El tercer tipo de página de inicio es la nueva página de inicio dinámica. Esta opción es común en los temas hijos más recientes. Mostrará sus publicaciones más recientes en una lista de tipo blog, a menos que coloque widgets en las barras laterales de la página de inicio.

source: Another common home page is the "blog" type home page, which is common to most of the free child themes. This shows your latest posts and requires no additional setup.
es_es: Otra página de inicio común es la página de inicio de tipo "blog", la cual es común en la mayoría de los temas hijos gratuitos. Esto mostrará sus publicaciones más recientes y no requiere configuración adicional.

source: If your theme uses a custom home page and you want to show the latest posts in a blog format, do not use the blog template. Instead, you need to rename the home.php file to home-old.php instead.
es_es: Si su tema utiliza una página de inicio personalizada y desea mostrar las publicaciones más reciente en un formato de blog, no utilice las plantillas de blog. En vez de ello, debe cambiar el nombre del archivo home.php por home-old.php.

source: Child themes that include this type of home page typically include additional theme-specific tutorials which can be accessed via a sticky post at the top of that child theme support forum.
es_es: Los temas hijos que incluyen este tipo de página de inicio generalmente incluyen tutoriales específicos sobre temas adicionales a los que puede acceder mediante una publicación fija situada en la parte superior del foro de soporte para los temas hijos.

source: This home page is typically setup via widgets in the sidebars for the home page. This can be accessed via the Widgets menu item under Appearance.
es_es: Esta página de inicio generalmente se configura mediante widgets en las barras laterales de la página de inicio. Puede acceder a esta opción mediante el elemento del menú Widgets en la sección Apariencia.

source: To use this type of home page, make sure your latest posts are set to show on the front page. You can setup a page with the Blog page template to show a blog style list of your latest posts on another page.
es_es: Para usar este tipo de página de inicio, asegúrese de que sus últimas publicaciones estén configuradas para aparecer en la primera página. Puede configurar una página mediante la plantilla de la página de blog para mostrar en otra página una lista de sus publicaciones más recientes.

source: Most Genesis child themes include a custom home page.
es_es: La mayoría de los temas hijo de Genesis incluyen una página de inicio personalizada.

source: How Home Pages Work
es_es: Cómo funcionan las páginas de inicio

source: This provides you with two fields that will output to the %1$s element of your site and just before the %2$s tag. These will appear on every page of the site and are a great way to add analytic code and other scripts. You cannot use PHP in these fields. If you need to use PHP then you should look into the Genesis Simple Hooks plugin.
es_es: Esto le proporcionará dos campos que se mostrarán en el elemento %1$s de su sitio y justo antes de la etiqueta %2$s. Estos campos aparecerán en cada página del sitio y son una excelente manera de agregar el código analítico y otros scripts. No es posible utilizar PHP en estos campos. Si necesita utilizar PHP, debe buscar el complemento Genesis Simple Hooks.

source: Blog Page
es_es: Página del blog

source: Entry Pagination Technique allows you to select one of two navigation methods.
es_es: La técnica de paginación de entrada le permite seleccionar uno de los dos métodos de navegación.

source: The 'Image Size' list is populated by the available image sizes defined in the theme.
es_es: La lista 'Tamaño de la imagen' se reemplaza con los tamaños de imagen disponibles definidos en el tema.

source: This option should not be used with the entry content unless the content is limited to avoid duplicate images.
es_es: Esta opción no debe usarse con el contenido de entrada a menos que el contenido esté limitado para evitar imágenes duplicadas.

source: The 'Include featured image?' setting allows you to show a thumbnail of the first attached image or currently set featured image.
es_es: La configuración '¿Incluir imagen destacada?' le permite mostrar una miniatura de la primera imagen adjunta o la imagen de la portada que está definida actualmente.

source: The Display entry excerpt setting will display the first 55 words of the entry after also stripping any included HTML or the manual/custom excerpt added in the edit screen.
es_es: La configuración Mostrar el resumen de la entrada mostrará las primeras 55 palabras de la entrada después de quitar también el HTML que se incluyó o el resumen manual/personalizado que se agregó en la pantalla de edición.

source: It may also be coupled with the second field "Limit content to [___] characters" to limit the content to a specific number of letters or spaces. This will strip any HTML, but allows for more precise and easily changed lengths than the excerpt.
es_es: También puede combinarse con el segundo campo "Limitar el contenido a [___] caracteres" para limitar el contenido a un número específico de letras o espacios. Esto eliminará cualquier HTML, pero permitira obtener longitudes más precisas y fáciles de cambiar que en el resumen.

source: The first option allows you to display the entry content or the entry excerpt. The Display entry content setting will display the entire entry including HTML code up to the <!--more--> tag if used (this is HTML for the comment tag that is not displayed in the browser).
es_es: La primera opción le permite mostrar el contenido de la entrada o el resumen de la entrada. La configuración Mostrar el contenido de la entrada mostrará la entrada completa, incluido el código HTML hasta la etiqueta <!--more--> si la utiliza (se trata de HTML para la etiqueta de comentario que no se muestra en el navegador).

source: Archives include any pages using the blog template, category pages, tag pages, date archive, author archives, and the latest posts if there is no custom home page.
es_es: Los archivos incluyen cualquier página que utilice plantillas de blog, páginas de categorías, páginas de etiquetas, archivos de fechas, archivos de autor y las últimas publicaciones si no hay una página de inicio personalizada.

source: In the Genesis Theme Settings you may change the site wide Content Archives options to control what displays in the site's Archives.
es_es: En la configuración del tema de Génesis, puede cambiar las opciones de los Archivos de contenido en todo el sitio para controlar lo que se muestra en los Archivos del sitio.

source: If you enable comments or trackbacks here, it can be disabled on an individual post or page. If you disable here, they cannot be enabled on an individual post or page.
es_es: Si habilita aquí los comentarios o los retroenlaces, puede deshabilitarlos en una publicación o página individual. Si los deshabilita aquí, no podrán habilitarse en una publicación o página individual.

source: This allows a site wide decision on whether comments and trackbacks (notifications when someone links to your page) are enabled for posts and pages.
es_es: Esto permite tomar una decisión en todo el sitio sobre si los comentarios y los retroenlaces (las notificaciones cuando alguien vincula a su página) estarán habilitados para las publicaciones y páginas.

source: This box lets you define where the "Breadcrumbs" display. The Breadcrumb is the navigation tool that displays where a visitor is on the site at any given moment.
es_es: Este cuadro le permite definir dónde se mostrarán las "Migas de pan" display. La Miga de pan es la herramienta de navegación que muestra dónde se encuentra un visitante en el sitio en un momento determinado.

source: This layout can also be overridden in the post/page/term layout options on each post/page/term.
es_es: Este diseño también puede anularse en las opciones de diseño de publicación/página/término para cada publicación/página/término.

source: Sidebar Sidebar Content
es_es: Barra lateral Barra lateral Contenido

source: Content Sidebar Sidebar
es_es: Barra lateral Contenido Barra lateral

source: Sidebar Content Sidebar
es_es: Barra lateral Contenido Barra lateral

source: Sidebar Content
es_es: Contenido de la barra lateral

source: Content Sidebar
es_es: Contenido Barra lateral

source: This lets you select the default layout for your entire site. On most of the child themes you'll see these options:
es_es: Esta opción le permite seleccionar el diseño predeterminado de todo su sitio. En la mayoría de los temas hijos verá estas opciones:
